Repository: dawati/dawati-shell
Catalog: panels/devices/po/*.po
Languages: de, eu, km, pt, ru, sl, vi

source: Devices panel
de: Panel Geräte
eu: Gailuen panela
km: បន្ទះ​ឧបករណ៍
pt: Painel de dispositivos
ru: Панель устройств
sl: Pult z napravami
vi: Bảng điều khiển thiết bị

source: devices
de: Geräte
eu: gailuak
km: ឧបករណ៍
pt: dispositivos
ru: устройства
sl: naprave
vi: thiết bị

source: Sleep timeout
de: Zeitlimit für Energiesparmodus
eu: Lotan jartzeko denbora
km: ពេល​សម្រាក
pt: Tempo até à suspensão
ru: Истечение времени ожидания в спящем режиме
sl: Čas do zaustavitve
vi: Hết thời gian ngủ

source: Value of -1 means never sleep, other values are seconds of continuous idle state before sleeping.
de: Ein Wert von -1 bedeutet kein Energiesparmodus, andere Werte sind Sekunden im Leerlaufzustand vor dem Energiesparmodus.
eu: 1- balioarekin iza da inoiz lo jarriko, beste balioak inaktibo egon behar den segunduak dira lotan jarri aurretik.
km: តម្លៃ -1 មាន​ន័យ​ថា​មិន​សម្រាក, តម្លៃ​ក្រៅពីនេះ​គឺ​ជា​វិនាទី​ដែល​អ្នក​ស្ថិត​ក្នុង​ស្ថាន​ភាព​មិន​ប្រើ​ប្រាស់​មុន​ពេល​សម្រាក។
pt: O valor "-1" significa não suspender. Outros valores são os segundos de inatividade antes de suspender.
ru: Значение -1 индицирует отсутствие сна, в то время как другие значения указывают на длительность (в секундах) непрерывного режима простоя перед переходом в спящий режим.
sl: Vrednost -1 pomeni, da do zaustavitve nikoli ne pride. Druge vrednosti so sekunde neprekinjenega mirovanja pred zaustavitvijo v stanje pripravljenosti.
vi: Giá trị 1 là không bao giờ ngủ, các giá trị khác là khoảng thời gian máy nhàn rỗi trước khi đi ngủ.

source: Disabled
de: Deaktiviert
eu: Ezgaituta
km: បាន​បិទ​ដំណើរ​ការ
pt: Desativado
ru: Отключено
sl: Onemogočeno
vi: Bị khóa

source: %u Output
de: %u Ausgang
eu: Irteera %u
km: %u លទ្ធផល
pt: %u saída
ru: %u вывод
sl: %u izhodov
vi: %u Đầu ra

source: %u Input
de: %u Eingang
eu: Sarrera %u
km: %u ព័ត៌មាន​បញ្ចូល
pt: %u entrada
ru: %u ввод
sl: %u vhodov
vi: %u Đầu vào

source: System Sounds
de: Systemklänge
eu: Sistemaren soinuak
km: សម្លេង​ប្រព័ន្ធ
pt: Sons do sistema
ru: Системные звуки
sl: Sistemski zvoki
vi: Âm thanh hệ thống

source: MeeGo Power Icon
de: MeeGo-Energiesymbol
eu: MeeGo Energia Ikonoa
pt: Ícone de energia MeeGo
ru: Значок электропитания MeeGo
sl: MeeGo ikona energije
vi: Biểu tượng nguồn MeeGo

source: Running low on battery
de: Ladezustand des Akkus ist niedrig
eu: Bateria gutxirekin
km: ជិត​អស់​ថ្ម
pt: A bateria está fraca
ru: Заряд батареи на исходе
sl: Zmanjkuje baterije
vi: Pin còn ít năng lượng

source: I've noticed that your battery is running a bit low. If you can, it would be a good idea to plug in and top up.
de: Der Rechner hat nur noch wenig Energie. Bitte laden Sie falls möglich den Akku auf.
eu: Zure bateria baxu dagoela sumatu dut. Ahal baduzu, ideia ona izango zen entxufatzea eta kargatzea.
km: អ្នក​ត្រូវ​បាន​ផ្ដល់​ដំណឹង​ថា ថ្ម​របស់​អ្នក​ជិត​អស់​ហើយ។ ប្រសិន​បើ​អាច សូម​ដោត​ខ្សែ​បញ្ចូល​ថ្ម។
pt: Verificou-se que a sua bateria está um pouco fraca. Talvez seja boa ideia ligar o computador à corrente.
ru: Заряд батареи на исходе. При возможности подключите шнур питания и зарядите ее.
sl: Zaznano je bilo, da zmanjkuje baterije. Če je možno, priključite električno napajanje in jo napolnite.
vi: Chú ý pin của bạn còn ít năng lượng. Nếu có thể, bạn nên cắm sạc.

source: Getting close to empty
de: Ladezustand des Akkus ist sehr niedrig
eu: Ia hutsik
km: ជិត​អស់​រលីង​បហើយ
pt: Perto de ficar vazia
ru: Заряд практически исчерпан
sl: Baterija je skoraj prazna
vi: Đang gần hết

source: You're running quite low on battery. It'd be a good idea to save all your work and plug in as soon as you can.
de: Der Rechner hat nur noch sehr wenig Energie. Bitte speichern Sie Ihre Arbeit und laden den Akku so bald wie möglich auf.
eu: Nahiko bateria baxuarekin ari zara. Ideia ona izango zen zure lan guztiak gordetzea eta entxufatzea ahal bezain laster.
km: ដំណើរ​ការ​មាន​សភាព​យឺត នៅ​ពេល​ដំណើរ​ការពេលថ្ម​ជិត​អស់។ យល់​ល្អ សូម​អ្នក​រក្សា​ទុក​ការ​ងារ​របស់​អ្នក ហើយ​ដោត​ខ្សែ​បញ្ចូល ឲ្យ​បាន​លឿន​តាម​តែ​អ្នក​អាច​ធ្វើ​បាន។
pt: A sua bateria está fraca. Deve gravar todos os seus trabalhos e ligar o computador à corrente.
ru: Заряд батареи практически исчерпан. Сохраните результаты своей работы и как можно быстрее подключите шнур питания.
sl: Baterija je skoraj prazna. Svetujemo, da čimprej shranite vse svoje delo in priključite električno napajanje.
vi: Pin bạn còn ít năng lượng. Bạn nên lưu tất cả các công việc đang làm và cắm sạc ngay khi bạn có thể.

source: Danger!
de: Ladezustand des Akkus ist kritisch
eu: Kontuz!
km: គ្រោះ​ថ្នាក់!
pt: Perigo!
ru: Внимание!
sl: Nevarnost!
vi: Nguy hiểm!

source: Sorry, your computer is about to run out of battery. I'm going to have to turn off now. Please save your work and hope to see you again soon.
de: Der Akkuladezustand ist im kritischen Bereich. Der Rechner wird deshalb nun heruntergefahren. Bitte speichern Sie Ihre Arbeit.
pt: O seu computador tem a bateria muito fraca. O computador vai ser desligado. Por favor, grave os seus trabalhos e vemo-nos em breve.
ru: Заряд батареи исчерпан и компьютер будет выключен. Сохраните свою работу, и до скорой встречи!

source: battery
de: Akku
eu: bateria
km: ថ្ម
pt: bateria
ru: батарея
sl: baterija
vi: pin

source: If you don't decide, I'll turn off in %d second
de: Der Rechner wird in %d Sekunde ausgeschaltet, wenn keine Entscheidung getroffen wird.
eu: Ez badauzu erabakitzen, segundu %d-en ondoren itzaliko dut
km: បើ​អ្នក​មិន​សម្រេច​ចិត្ត​ទេ ខ្ញុំ​នឹង​បិទ​ដំណើរ​ការ​ក្នុង​រយៈ​ពេល %d ទៀត
pt: Se não se decidir, o computador será desligado em %d segundo.
ru: Если вы ничего не предпримите, компьютер отключится через %d секунду.
sl: Če se ne odločite, se bo računalnik ugasnil čez %d sekund
vi: Nếu bạn không quyết định, máy sẽ tắt trong %d giây

source: Turn off
de: Ausschalten
eu: Itzali
km: បិទ​ដំណើរ​ការ
pt: Desligar
ru: Отключить
sl: Ugasni
vi: Tắt

source: Would you like to turn off now?
de: Möchten Sie den Rechner jetzt ausschalten?
eu: Orain itzaltzea nahi al duzu?
km: តើ​អ្នក​ចង់​បិទ​ដំណើរ​ការ​នៅ​ពេល​នេះ?
pt: Pretende desligar agora?
ru: Отключить питание немедленно?
sl: Ali želite sedaj ugasniti računalnik?
vi: Bạn có muốn tắt ngay bây giờ?

source: If you don't decide, I'll turn off in 30 seconds.
de: Der Rechner wird in 30 Sekunden automatisch ausgeschaltet.
eu: Ez baduzu erantzuten, 30 segundutan itzaliko da.
km: បើ​មិន​សម្រេច​ចិត្ត​ទេ, ខ្ញុំ​នឹង​បិទ​ដំណើរ​ការ​ក្នុង​រយៈ​ពេល ៣០នាទី​ខាង​មុខ។
pt: Se não se decidir, o computador será desligado em 30 segundos.
ru: Если вы ничего не предпримите, компьютер отключится через 30 секунд.
sl: Če se ne odločite, se bo računalnik ugasnil čez 30 sekund.
vi: Nếu bạn không quyết định, máy sẽ tắt sau 30 giây.

source: MeeGo Devices Panel
de: MeeGo-Panel Geräte
eu: MeeGo-ren Gailuen Panela
pt: Painel de dispositivos Meego
ru: Панель устройств MeeGo
sl: Pult z napravami
vi: Bảng điều khiển thiết bị MeeGo

source: Sorry, you don't appear to have a battery installed.
de: Anscheinend ist kein Akku vorhanden.
eu: Barkatu, badirudi ez duzula bateriarik.
km: សូម​ទោស, អ្នក​ហាក់​បី​ដូច​ជា​មិន​ទាន់​បាន​ដំឡើង​ថ្ម​ទេ។
pt: Desculpe, mas parece que você não tem uma bateria.
ru: Похоже, у вас отсутствует батарея.
sl: Oprostite, kot kaže baterija ni vstavljena.
vi: Xin lỗi, pin chưa được lắp đặt.

source: Your battery is charging. It is about %d%% full.
de: Akku wird geladen. Aktueller Ladezustand: ca %d%%
eu: Zure bateria kargatzen ari da. %d%% kargatuta dago.
km: ថ្ម​របស់​អ្នក​កំពុង​តែ​ត្រូវ​បាន​បញ្ចូល។ មាន​ប្រមាណ %d%% ។
pt: A bateria está em carregamento. Possui %d%%.
ru: Батарея заряжается. Ее заряд составляет %d%%.
sl: Baterija se polni. Napolnjena je približno %d %%.
vi: Pin của bạn đang sạc. Khoảng %d%% .

source: Your battery is being used. It is about %d%% full.
de: Akku entlädt. Aktueller Ladezustand: ca %d%%
eu: Zure bateria erabiltzen ari zara. %d%% gelditzen da.
km: ថ្ម​របស់​អ្នក​ត្រូវ​បាន​ចាប់​ផ្ដើម​ប្រើ។ មាន​ប្រមាណ %d%% ។
pt: A bateria está a ser utilizada. Possui %d%%.
ru: Батарея используется. Ее заряд составляет %d%%.
sl: Baterija se prazni Napolnjena je približno %d %%.
vi: Pin của bạn đang được sử dụng. Khoảng %d%% .

source: Your battery is fully charged and you're ready to go.
de: Akku ist vollständig geladen.
eu: Zure bateria beteta dago eta erbailtzeko prest.
km: ថ្ម​របស់​អ្នក​ត្រូវ​បាន​សាក​ពេញ​ហើយ។
pt: A bateria está completamente carregada.
ru: Батарея заряжена полностью, можете продолжить работу.
sl: Baterija je povsem napolnjena.
vi: Pin của bạn đã được sạc đầy và máy đã sẵn sàng làm việc.

source: Sorry, it looks like your battery is broken.
de: Akku ist eventuell beschädigt.
eu: Barkatu, badirudi zure bateria hondatuta dagoela
km: សូម​ទោស, ថ្ម​របស់​អ្នក​ហាក់​ដូច​ជា​ខូច​ហើយ។
pt: Desculpe, mas parece que a bateria está danificada.
ru: Похоже, ваша батарея неисправна.
sl: Oprostite, kot kaže je baterija poškodovana.
vi: Xin lỗi, dường như pin của bạn bị hỏng.

source: Display brightness - plugged in
de: Bildschirmhelligkeit – Netzbetrieb
eu: Pantailaren distira - entxufatuta
km: បើក​ពន្លឺ - ពេល​ដោត​ខ្សែ
pt: Brilho do ecrã - se ligado à corrente
sl: Svetlost zaslona — priključen
vi: Hiển thị độ sáng - khi cắm điện

source: Display brightness - on battery
de: Bildschirmhelligkeit – Akkubetrieb
eu: Pantailaren distira- bateriarekin
km: បើក​ពន្លឺ - ពេល​ប្រើ​ថ្ម
pt: Brilho do ecrã - se em bateria
sl: Svetlost zaslona — na bateriji
vi: Hiển thị độ sáng - khi dùng pin

source: Your computer
de: Ihr Rechner
eu: Zure ordenagailua
km: កុំព្យូទ័រ​របស់​អ្នក
pt: O seu computador
ru: Ваш компьютер
sl: Vaš računalnik
vi: Máy tính của bạn

source: All settings
de: Alle Einstellungen
eu: Ezarpen guztiak
km: ការ​កំណត់​ទាំង​អស់
pt: Todas as definições
ru: Все настройки
sl: Vse nastavitve
vi: Tất cả các thiết lập

source: Plug in a device and it will be automatically detected.
de: Stecken Sie ein Gerät ein und es wird automatisch erkannt.
eu: Entxufatu gailu bat eta automatikoki detektatua izango da.
km: ដោត​ឧបករណ៍​ចូល ហើយ​វា​នឹង ត្រូវ​បាន​រក​ឃើញ​ដោយ​ស្វ័យ​ប្រវត្តិ។
pt: Ligue um dispositivo e este será detetado automaticamente.
ru: Подключите устройство, и оно будет обнаружено автоматически.
sl: Priključite napravo in zaznana bo samodejno.
vi: Cắm một thiết bị và nó sẽ được tự động phát hiện.

source: Other devices
de: Andere Geräte
eu: Beste gailuak
km: ឧបករណ៍​ផ្សេងៗ
pt: Outros dispositivos
ru: Другие устройства
sl: Druge naprave
vi: Các thiết bị khác

source: Ejecting failed, looks like an application is using it
de: Aushängen ist gescheitert; möglicherweise verwendet eine Anwendung das Gerät.
eu: Hutsegitea kanporatzean, badirudi aplikazioren bat erabiltzen dagoela
km: ដក​ចេញ​មិន​បាន ប្រហែល​ជា​មាន​កម្មវិធី​ណា​មួយ​កំពុង​ប្រើ។
pt: Falha ao ejetar. Parece que uma aplicação está a utilizá-lo.
ru: Операция извлечения была выполнена неудачно так как устройство, скорее всего, используется программным обеспечением
sl: Izmet ni uspel, kot kaže jo nek program še uporablja
vi: Đẩy ra không thành công, dường như một ứng dụng đang được sử dụng

source: It is safe to unplug this device now
de: Das Gerät kann nun sicher entfernt werden.
eu: Segurua da gailua deskonektatzea orain
km: ឥឡូវ​អ្នក​អាច​ដក​ឧបករណ៍​ចេញ ដោយ​សុវត្ថិភាព។
pt: É seguro remover este dispositivo
ru: Сейчас можно безопасно извлечь устройство
sl: Sedaj je to napravo varno odstraniti
vi: Bây giờ an toàn để tháo thiết bị này

source: <span font-weight='bold'>You are using</span> <span color='%s'>%d%% of %s</span>
de: <span color='%s'>%d%% von %s</span> Speicherplatz belegt
eu: <span font-weight='bold'>Erabiltzen ari zara</span> <span color='%s'>%d%% of %s</span>
km: <span font-weight='bold'>អ្នក​កំពុង​ប្រើ</span> <span color='%s'>%d%% នៃ %s</span>
pt: <span font-weight='bold'>Você está a utilizar</span> <span color="%s">%d%% de %s</span>
ru: <span font-weight='bold'>Вы используете</span> <span color='%s'>%d%% из %s</span>
sl: <span font-weight='bold'>Porabljenih je</span> <span color='%s'>%d %% %s</span>
vi: <span font-weight='bold'>Bạn đang sử dụng</span> <span color='%s'>%d%% of %s</span>

source: Trash
de: Müll
eu: Zakarrontzia
km: ធុង​សម្រាម
pt: Lixo
ru: Корзина
sl: Smeti
vi: Thùng rác

source: Devices
de: Geräte
eu: Gailuak
km: ឧបករណ៍
pt: Dispositivos
ru: Устройства
sl: Naprave
vi: Thiết bị

source: Could not run "%s"
de: »%s« konnte nicht ausgeführt werden.
eu: Ezin da exekutatu "%s"
km: មិន​អាច់​ដំណើរ​ការ "%s"
pt: Incapaz de executar "%s"
ru: Не удалось запустить "%s"
sl: Ni bilo moč zagnati »%s«
vi: Không thể chạy "%s"

source: Import error
de: Fehler beim Importieren
eu: Inportatze errorea
km: កំហុស​នាំ​ចូល
pt: Erro de importação
ru: Ошибка импорта
sl: Napaka pri uvažanju
vi: Nhập lỗi

source: Import photos
de: Fotos importieren
eu: Inportatu argazkiak
km: នាំ​រូប​ថត​ចូល
pt: Importar fotos
ru: Импорт фотографий
sl: Uvozi fotografije
vi: Nhập hình ảnh

source: Import media
de: Medien importieren
eu: Inportatu media
km: នាំ​ឯកសារ​មេឌា​ចូល
pt: Importar "media"
ru: Импорт медиа-данных
sl: Uvozi večpredstavnost
vi: Nhập phương tiện truyền thông

source: Open
de: Öffnen
eu: Ireki
km: បើក
pt: Abrir
ru: Открыть
sl: Odpri
vi: Mở

source: Eject
de: Aushängen
eu: Kanporatu
km: ដក​ចេញ
pt: Ejetar
ru: Извлечь
sl: Izvrzi
vi: Đẩy ra

source: <span font-weight='bold'>%s</span> using <span color='%s'>%d%% of %s</span>
de: <span font-weight='bold'>%s</span> <span color='%s'>%d%% von %s</span> belegt
eu: <span font-weight='bold'>%s</span> erabiltzen <span color='%s'>%d%% of %s</span>
km: <span font-weight='bold'>%s</span> កំពុង​ប្រើ <span color='%s'>%d%% នៃ %s</span>
pt: <span font-weight='bold'>%s</span> utilizando <span color="%s">%d%% de %s</span>
ru: <span font-weight='bold'>%s</span> использует <span color='%s'>%d%% из %s</span>
sl: <span font-weight='bold'>%s</span> uporablja <span color='%s'>%d %% %s</span>
vi: <span font-weight='bold'>%s</span> sử dụng <span color='%s'>%d%% của %s</span>

source: Turned up to 11
de: Ohrenbetäubend
eu: 11-raino igota
km: បាន​ប្ដូរ​ទៅ 11
pt: Aumentado para 11
ru: Увеличено до 11
sl: Ekstremno glasno
vi: Bật đến nấc 11

source: Very loud
de: Sehr laut
eu: Oso altu
km: ឮ​ខ្លាំង​បំផុត
pt: Muito alto
ru: Очень громко
sl: Zelo glasno
vi: Rất to

source: Loud
de: Laut
eu: Altu
km: ឮ​ខ្លាំង
pt: Alto
ru: Громко
sl: Glasno
vi: To

source: Fairly loud
de: Ziemlich laut
eu: Nahiko altu
km: ឮ​គួរ​សម
pt: Relativamente alto
ru: Довольно громко
sl: Malo glasnejše
vi: Khá to

source: Middle of the road
de: Mittellaut
eu: Erdialdean
km: ពាក់​កណ្ដាល
pt: Mediano
ru: Средняя громкость
sl: Srednje glasno
vi: Giữa thanh

source: Fairly quiet
de: Ziemlich leise
eu: Nahiko ixilik
km: ស្ងាត់​ល្មម
pt: Relativamente quieto
ru: Довольно тихо
sl: Malo tišje
vi: Khá yên tĩnh

source: Quiet
de: Leise
eu: Ia Ixilik
km: ស្ងាត់
pt: Quieto
ru: Тихо
sl: Tiho
vi: Yên tĩnh

source: Very quiet
de: Sehr leise
eu: Oso ixilik
km: ស្ងាត់​បំផុត
pt: Muito quieto
ru: Очень тихо
sl: Zelo tiho
vi: Rất yên tĩnh

source: Silent
de: Still
eu: Mutu
km: ស្ងប់​ស្ងាត់
pt: Silencioso
ru: Без звука
sl: Ekstremno tiho
vi: Im lặng

source: Computer volume
de: Lautstärke
eu: Ordenagailuaren bolumena
km: កម្រិត​សម្លេង​កុំព្យូទ័រ
pt: Volume do computador
ru: Том компьютера
sl: Glasnost zvoka
vi: Âm lượng máy tính

source: Mute
de: Stumm
eu: Mutu
km: ស្ងាត់
pt: Silenciar
ru: Без звука
sl: Utišaj
vi: Câm

source: Dawati Power Icon
km: រូប​តំណាង​ថាមពល Dawati

source: Dawati Devices Panel
km: បន្ទះ​ឧបករណ៍ Dawati

source: Netbook brightness
ru: Яркость экрана нетбука
