Repository: dawati/dawati-shell
Catalog: panels/status/po/*.po
Languages: bs, cs, de, es_mx, eu, gl, id, km, nl, sl, vi, wa, zh_tw

source: Status
cs: Stav
es_mx: Estado
eu: Egoera
gl: Estado
km: ស្ថានភាព
sl: Stanje
vi: Trạng thái
wa: Statuts
zh_tw: 狀態

source: status
cs: Stav
es_mx: estado
eu: egoera
gl: estado
km: ស្ថានភាព
sl: stanje
vi: trạng thái
wa: statuts
zh_tw: 狀態

source: Status panel
bs: Statusna ploča
cs: Panel Stav
es_mx: Panel Estado
eu: Egoera panela
gl: Panel de estado
id: Panel status
km: បន្ទះ​ស្ថានភាព
nl: Status paneel
sl: Pult s stanjem
vi: Bảng trạng thái
wa: Sicriftôr des statuts
zh_tw: 狀態面板

source: Unable to update status. The service may be unavailable or your password could be wrong.
bs: Nije moguće ažurirati status. Servis je nedostupan ili je vaša šifra neispravna.
cs: Stav nelze obnovit. Služba je možná nedostupná, nebo je vaše heslo nesprávné.
de: Status kann nicht aktualisiert werden. Der Service ist vielleicht nicht verfügbar oder das Kennwort ist falsch.
es_mx: Imposible actualizar tu estado. El servicio podría no estar disponible o tu contraseña podría estar equivocada.
eu: Ezin izan da egoera eguneratu. Agian zerbitzua ez dago erabilgarri edo zure pasahitza okerra izan daiteke.
gl: Non é posíbel actualizar o estado. Ou o servizo non está dispoñíbel ou o seu contrasinal é incorrecto.
id: Tak bisa memperbarui status. Layanan mungkin tak tersedia atau kata sandi Anda mungkin salah.
km: មិន​អាច​អាប់​ដេត​ស្ថានភាព​បាន​ទេ។ ប្រហែល​មិន​មាន​សេវា ឬ ពាក្យ​សម្ងាត់​របស់​អ្នក​ខុស។
nl: Kan de status niet updaten. De service kan niet beschikbaar zijn of uw wachtwoord is verkeerd.
sl: Stanja ni bilo moč posodobiti. Morda storitev ni na razpolago ali pa ste vnesli napačno geslo.
vi: Không thể cập nhật trạng thái.Dịch vụ không có sẵn hoặc bạn sai mật khẩu.
wa: Dji n' sai mete a djoû l' sitatut. Li siervice est motoit nén disponibe oudonbén vosse sicret est kecfeye mwais.
zh_tw: 無法更新狀態：此服務可能無法使用或密碼可能是錯誤的。

source: Unable to update status: You're not online.
bs: Nije moguće ažurirati status: Niste online.
cs: Stav nelze obnovit: Nejste připojen.
de: Status kann nicht aktualisiert werden: Du bist nicht online.
es_mx: Imposible actualizar el estado: No estás en línea.
eu: Ezinezkoa egoera eguneratzea: Ez zaude online.
gl: Non é posíbel actualizar o estado: non está conectado
id: Tak bisa perbarui status: Anda tidak daring.
km: មិន​អាច​អាប់​ដេត​ស្ថានភាព​បាន: អ្នក​មិន​នៅ​លើ​បណ្ដាញ​ទេ។
nl: Kan status niet updaten: je bent niet online.
sl: Ni moč posodobiti stanja: niste na zvezi.
vi: Không thể cập nhật trạng thái: Bạn không online.
wa: Dji n' sai mete a djoû l' sitatut : vos n' estoz nén raloyîs.
zh_tw: 無法更新狀態：您未上線。

source: We were unable to guess your location
bs: Ne možemo pogoditi vašu lokaciju
cs: Nepodařilo se nám vypátrat vaši polohu
es_mx: Nos fué imposible adivinar tu localización
eu: Ezin izan dugu zure kokapena aurreikusi
gl: Non é posíbel coñecer a súa localización
id: Kami tak bisa menebak lokasimu
km: យើង​ខ្ញុំ​មិន​អាចស្មាន​ពី​ទីតាំង​របស់​អ្នក​ទេ
nl: We weten niet wat jouw lokatie is
sl: Vaše lokacije nismo mogli ugotoviti
vi: Chúng tôi không thể xác định khu vực của bạn
wa: Nos n' avans sepou adviner vosse plaece

source: We think your location is: %s (%f, %f)
bs: Mislimo da je vaša lokacija: %s (%f, %f)
cs: Myslíme si, že vaše poloha je: %s (%f, %f)
es_mx: Creemos que tu localización es: %s (%f, %f)
eu: Uste dugu zure kokapena %s (%f, %f) dela
gl: Creemos que vostede está aquí: %s (%f, %f)
km: យើង​ខ្ញុំ​គិត​ថា ទីតាំង​របស់​អ្នក​គឺ: %s (%f, %f)
sl: Menimo, da je vaša lokacija: %s (%f, %f)
vi: Chúng tôi nghĩ rằng khu vực của bạn là:%s (%f, %f)
wa: Nos pinsans k' vosse plaece come est : %s (%f, %f)

source: Your location is currently shared as: %s (%f, %f)
bs: Vaša lokacija se trenutno dijeli kao: %s (%f, %f)
cs: Vaše poloha je nyní sdílena jako: %s (%f, %f)
es_mx: Tu localización se está compartiendo asi: %s (%f,%f)
eu: Zure momunte honetako partekatutako kokapena: %s (%f, %f)
km: ទីតាំង​ដែល​អ្នក​បាន​ចែក​រំលែក​គឺ: %s (%f, %f)
sl: Vaša lokacija je na razpolago drugim kot: %s (%f, %f)
vi: Khu vực hiện tại của bạn : %s (%f, %f)
wa: Vosse plaece est pårtaedjeye pol moumint come : %s (%f, %f)

source: We think your locations is: %f %f
cs: Myslíme si, že vaše poloha je: %f, %f
wa: Nos pinsans k' vosse plaece est : %f %f

source: Your location is currently shared as: %f %f
bs: Vaša lokacija se trenutno dijeli kao: %f %f
cs: Vaše poloha je nyní sdílena jako: %f, %f
es_mx: Tu localización se está compartiendo asi: %f,%f
eu: Zure kokapena %f %f bezala partekatzen ari da
gl: A súa localización actualmente compartese como: %f %f
km: ទីតាំង​ដែល​អ្នក​បាន​ចែក​រំលែក​គឺ: %f %f
sl: Vaša lokacija je na razpolago drugim kot: %f, %f
vi: Vị trí hiện tại của bạn đang chia sẻ: %f %f
wa: Vosse plaece est pårtaedjeye pol moumint come : %f %f

source: Your location isn't currently shared
bs: Trenutno je dijelite podatke o lokaciji
cs: Vaše poloha nyní sdílena není
es_mx: Tu localización no se está compartiendo
eu: Zure kokapena ez da partekatzen
gl: A súa localización actualmente non está compartida
km: នៅ​ពេល​ឥឡូវ ទីតាំង​របស់​អ្នក​មិន​ទាន់​បាន​ចែក​រំលែក​ទេ
sl: Vaša lokacija trenutno ni na razpolago drugim
vi: Khu vực của bạn chưa có
wa: Vosse plaece n' est nén pårtaedjeye pol moumint

source: Update
bs: Ažuriraj
cs: Obnovení
de: Aktualisierung
es_mx: Actualización
eu: Eguneratu
gl: Actualizar
id: Perbarui
km: អាប់​ដេត
sl: Posodobi
vi: Cập nhật
wa: Mete a djoû
zh_tw: 更新

source: What's happening?
bs: Šta se dešava?
cs: Co se stalo?
de: Was ist los?
es_mx: ¿Qué está sucediendo?
eu: Zer ari da gertatzen?
gl: Que está a acontecer?
id: Apa yang sedang terjadi?
km: តើ​មាន​រឿង​អ្វី​កើត​ឡើង?
nl: Wat gebeurt er?
sl: Kaj se dogaja?
vi: Điều gì đang xảy ra?
wa: Cwè çk' i s' passe ?
zh_tw: 發生什麼事？

source: Change
bs: Promijeni
cs: Změnit
de: Ändern
es_mx: Cambiar
eu: Aldatu
gl: Cambiar
id: Ubah
km: ផ្លាស់​ប្ដូរ
nl: Wijzig
sl: Spremeni
vi: Thay đổi
wa: Candjî
zh_tw: 變更

source: When you have a web account configured, you will be able to view your feeds and manage your status here.
bs: Kada konfigurišete web račun, bit ćete u mogućnosti da vidite vaše kanale i promijenite svoj status.
cs: Když máte na internetu nastaven nějaký účet, můžete se zde podívat na to, jak vypadá přísun z něj, a spravovat zde svůj stav.
es_mx: Cuando tengas una cuenta de red configurada, podrás ver tus feeds y administrar tu estado desde aquí.
eu: Web kontu bat konfiguratuta duzunean zure jarioak eta zure egoera kudeatu ahalko duzu hemen.
gl: Cando teña configurada unha conta Web, aquí poderá ver as súas fontes e actualizar o seu estado.
km: នៅ​ពេល​អ្នក​បាន​កំណត់​សណ្ឋាន​គណនី​វែប, អ្នក​នឹង​អាច​មើល​មតិ​ព័ត៌មន និង គ្រប់​គ្រង​ស្ថានភាព​របស់​អ្នក​នៅ​ទីនេះ។
sl: Ko boste nastavili spletni račun, boste lahko tu videli svoje vire novic in upravljali s svojim stanjem.
vi: Khi bạn đã có tài khoản, bạn có thể xem các nguồn dữ liệu và quản lý trạng thái của bạn ở đây.
wa: Cwand vs åroz on conte sol waibe d' apontyî, vos såroz vey cial vos floûs eyet mete a djoû vos statuts.

source: Add new web account
bs: Dodaj novi web račun
cs: Přidat nový internetový účet
es_mx: Agregar una nueva cuenta de red
eu: Gehitu web-kontu berria
gl: Engadir unha nova conta web
id: Tambahkan akun web baru
km: បន្ថែម​គណនី​វែប​ថ្មី
nl: Voeg een niewe internetdienst toe
sl: Dodaj nov spletni račun
vi: Thêm tài khoản mới
wa: Radjouter on novea conte waibe

source: This is the Status panel.
bs: Ovo je statusna ploča.
cs: Toto je panel Stav
es_mx: Este es el panel de estado
eu: Hau Egoera panela da.
gl: Este é o panel de estado.
km: នេះ​គឺ​បន្ទះ​ស្ថានភាព
sl: To je pult s stanjem.
vi: Đây là bảng Trạng thái
wa: Çoucial est l' sicriftôr des statuts.

source: Your location
bs: Vaša lokacija
cs: Vaše poloha
de: Dein Ort
es_mx: Tu localización
eu: Zure kokapena
gl: A súa localización
id: Lokasimu
km: ទីតាំង​របស់​អ្នក
nl: Jouw lokatie
sl: Vaša lokacija
vi: Khu vực của bạn
wa: Vosse plaece
zh_tw: 您的地理位置

source: Search
bs: Pretraga
cs: Hledat
de: Suchen
es_mx: Buscar
eu: Bilatu
gl: Buscar
id: Cari
km: ស្វែង​រក
nl: Zoek
sl: Iskanje
vi: Tìm kiếm
wa: Trover
zh_tw: 搜尋

source: Where are you?
bs: Gdje se nalazite?
cs: Kde jste?
de: Wo bist du?
es_mx: ¿Dónde estás?
eu: Non zaude?
gl: Onde está vostede?
id: Dimana kamu?
km: តើ​អ្នក​នៅឯណា?
nl: Waar ben je?
sl: Kje ste?
vi: Bạn ở đâu?
wa: Wice estoz vs ?
zh_tw: 您在哪裡呢？

source: Find me
bs: Pronađi me
cs: Najdi mě
de: Finde mich
es_mx: Encuéntrame
eu: Aurkitu nazazu
gl: Localizarme
id: Cari aku
km: ស្វែង​រក​ខ្ញុំ
nl: Vind mij
sl: Najdi me
vi: Tìm tôi
wa: Trovez mu
zh_tw: 找尋我

source: Use location
bs: Koristi lokaciju
cs: Použít polohu
de: Ort verwenden
es_mx: Usar localización
eu: Erabiltzailearen kokapena
gl: Usar a localización
id: Gunakan lokasi
km: ប្រើ​ទីតាំង
nl: Lokatie gebruiken
sl: Uporabi lokacijo
vi: Sử dụng khu vực
wa: Eployî ene plaece
zh_tw: 使用地理位置

source: Don't use location
bs: Nemoj koristiti lokaciju
cs: Nepoužít polohu
de: Ort nicht verwenden
es_mx: No usar localización
eu: Ez erabili kokapen hau
gl: Non usar a localización
id: Jangan gunakan lokasi
km: កុំ​ប្រើ​ទីតាំង
nl: Lokatie niet gebruiken
sl: Ne uporabi lokacije
vi: Không sử dụng khu vực
wa: Èn n' nén eployî d' plaece
zh_tw: 不要使用地理位置

source: %s from %s
bs: %s iz %s
cs: %s z %s
de: %s von %s
es_mx: %s de %s
eu: %s-tik %s
gl: %s de %s
id: %s dari %s
km: %s ពី %s
nl: %s uit %s
sl: %s, %s
vi: %s từ %s
wa: %s di %s
zh_tw: %s 來自 %s

source: We think your location is: %f %f
bs: Mislimo da je vaša lokacija: %f %f
es_mx: Creemos que tu localización es: %f %f
eu: Uste dugu zure kokapena %f, %f dela
gl: Creemos que vostede está aquí: %f %f
km: យើង​ខ្ញុំ​គិត​ថា ទីតាំង​របស់​អ្នក​គឺ: f %f
sl: Menimo, da je vaša lokacija: %f, %f
vi: Chúng tôi nghĩ rằng vị trí của bạn là: %f %f

source: Hello! This is the Status panel. When you have a web account configured (like Twitter), you will be able to view your feeds and update your status here.
id: Halo! Ini adalah panel Status. Ketika Anda telah menata akun web (seperti Twitter), Anda akan dapat melihat feed Anda dan memutakhirkan status Anda disini.
nl: Hallo. Dit is het Status paneel. Wanneer je jouw web accounts (bijv. Twitter) hebt geconfigureerd dan kan je hier jouw webfeeds zien en je status updaten.
zh_tw: 嗨！這裡是狀態面板。當您設定好網路帳號 (像是 Twitter) 後，您可以從這裡檢視您的消息來源，以及更新您的狀態。

source: We guessed your location as: %s (%f, %f)
id: Kami tebak lokasimu sebagai: %s (%f, %f)
nl: We denken dat dit jouw lokatie is: %s (%f, %f)
zh_tw: 我們推測您的地理位置為：%s (%f, %f)

source: Your location is being shared as: %s (%f, %f)
id: Kamu sedang berbagi lokasi sebagai: %s (%f, %f)
nl: Jouw lokatie word gedeeld als: %s (%f, %f)
zh_tw: 您的地理位置正被分享：%s (%f, %f)

source: We guessed your location as: %f %f
de: Dein geschätzter Ort: %f %f
id: Kami tebak lokasimu pada: %f %f
nl: Jouw lokatie wordt gegist als: %f %f
zh_tw: 我們推測您的地理位置為：%f %f

source: Your location is being shared as: %f %f
id: Kamu sedang berbagi lokasi sebagai: %f %f
nl: Jouw lokatie word gedeeld als: %f %f
zh_tw: 您的地理位置正被分享：%f %f

source: Your location is not being shared
de: Dein Ort wird nicht bekanntgegeben
id: Kamu tidak sedang berbagi lokasimu
nl: Jouw lokatie word niet gedeeld
zh_tw: 您的地理位置沒有被分享

source: Add new web service
de: Neuen Web-Service zufügen
zh_tw: 新增網路服務

source: You don't appear to have any web services configured or there is a problem with their configuration. Use the button above to open the My Web Accounts and set one up.
de: Es ist kein Web-Service konfiguriert oder es gibt ein Problem mit der Konfiguration. Benutze die Schaltfläche oben, um My Web Accounts zu öffnen und ein Konto einzurichten.
id: Sepertinya Anda tak memiliki layanan web yang telah tertata atau ada masalah dengan konfigurasinya. Gunakan tombol di atas untuk membuka Akun Web Saya dan siapkan satu.
nl: Je hebt blijkbaar geen web services geconfigureerd of er is een probleem met die configuratie. Gebruik de knop hierboven om een My Web Accounts service in te stellen.
zh_tw: 您似乎沒有任何網路服務的配置，或者網路服務配置有問題。使用上面的按鈕，打開「我的網站帳戶」並設置一個帳戶。

source: Your location is being shared as: %f %f
de: Dein Ort wird bekanntgegeben als: %f %f

source: Hello! This is the Status panel.When you have a web account configured(like Twitter) you will be able to view yourfeeds and update your status here
de: Hallo! Dies ist das Panel Status. Wenn du ein Web-Konto (z.B. Twitter) konfiguriert hast, kannst du hier deine Feeds anzeigen und deinen Status aktualisieren.
