Repository: dawati/dawati-shell
Catalog: panels/people/po/*.po
Languages: es_mx, km, sl, vi

source: people
es_mx: gente
km: មនុស្ស
sl: ljudje
vi: bạn bè

source: When you have an IM service configured (like Messenger), this is where you chat to people.
es_mx: Cuando tienes un servicio de mensajería instantánea configurado (como Messenger), aquí es donde platicas con otras personas.
km: នៅ​ពេល​អ្នក​បាន​កំណត់​សេវាកម្ម IM (ដូច​ជា កម្មវិធី​ផ្ញើ​សារ) រួច​ហើយ អ្នក​នឹង​អាច​ជជែក​ជាមួយ​មនុស្ស​ផ្សេងៗ នៅ​ទី​កន្លែង​នោះ។
sl: Ko boste nastavili storitev za takojšnje sporočanje, lahko tu klepetate z ljudmi.
vi: Xin chào! Đây là mục bạn bè. Khi bạn có một dịch vụ tin nhắn (như Messenger), đây là nơi mà bạn trò chuyện với bạn bè.

source: Open %s
es_mx: Abrir %s
km: បើក %s
sl: Odpri %s
vi: Mở %s

source: This is the People panel.
es_mx: Este es el panel Gente
km: នេះ​គឺ​ជា​ផ្ទាំង មនុស្ស។
sl: To je pult z ljudmi.
vi: Đây là mục bạn bè

source: Sorry, we can't find any people. It looks like they are all offline.
es_mx: Lo sentimos, no podemos encontrar nadie. Parece que todos están desconectados.
km: សូម​ទោស យើង​រក​មិន​ឃើញ​មនុស្ស​ណា​ម្នាក់​ទេ។ ប្រហែល​ពួក​គេ​នៅ​ក្រៅ​បណ្ដាញ​ហើយ។
sl: Oprostite, ni moč najti nobenega človeka. Kot kaže ni nihče na zvezi.
vi: Xin lỗi, chúng tôi không thể tìm thấy bất kỳ người bạn nào.Có thể họ đã offline.

source: To see your IM contacts, you need to go online.
es_mx: Para ver tus contactos de mensajería instantánea, necesitas estar conectado.
km: ដើម្បី​មើល​ឈ្មោះ​ទាក់​ទង​ក្នុង IM របស់​អ្នក អ្នក​ត្រូវ​ទៅ​លើ​បណ្ដាញ​សិន។
sl: Da bi videli stike za takojšnje sporočanje, morate biti na zvezi.
vi: Để xem danh bạ, bạn cần phải online.

source: people - you are chatting with %d people
es_mx: gente - estás platicando con %d personas
km: មនុស្ស - អ្នក​កំពុងតែ​ជជែក​ជាមួយ​មនុស្ស​ចំនួន %d នាក់
sl: ljudje — klepetate s %d ljudmi
vi: Bạn đang chat với %d bạn bè

source: people - you are chatting with someone
es_mx: gente - estás platicando con alguien
km: មនុស្ស - អ្នក​កំពុង​ជជែក​ជាមួយ​អ្នក​ណា​ម្នាក់
sl: ljudje — klepetate z nekom
vi: Bạn đang chat với ai đó

source: People
es_mx: Gente
km: មនុស្ស
sl: Ljudje
vi: Bạn bè

source: Search
es_mx: Buscar
km: ស្វែង​រក
sl: Iskanje
vi: Tìm kiếm

source: You are chatting with:
es_mx: Estás platicando con:
km: អ្នក​កំពុង​ជជែក​ជាមួយ:
sl: Klepetate z:
vi: Bạn đang trò chuyện với:

source: Me and my people
es_mx: Yo y mi gente
km: ខ្ញុំ និង មនុស្ស
sl: Jaz in moji ljudje
vi: Bản thân và bạn bè

source: Me
es_mx: Yo
km: ខ្ញុំ
sl: Jaz
vi: Bản thân

source: My conversations
es_mx: Mis conversaciones
km: ការ​សន្ទនា​របស់​ខ្ញុំ
sl: Moji pogovori
vi: Cuộc hội thoại của tôi

source: People panel
es_mx: Panel Gente
km: ផ្ទាំង មនុស្ស
sl: Pult z ljudmi
vi: Mục bạn bè
