Repository: dawati/dawati-shell
Catalog: panels/networks/po/*.po
Languages: ar, ast, ca@valencia, cs, da, de, es, es_mx, fi, fr, gl, id, ja, km, ms, pa, pl, pt, pt_br, ru, sk, sl, th, tr, uk, vi, wa

source: Sorry, your connection to %s was lost. So we've connected you to %s, a %s network
ar: للأسف انقطع اتصالك ب %s. تم وصلك ب %s شبكة %s
ast: Perdióse la conexón a %s, asina que coneutósete a %s, una rede %s.
ca@valencia: S'ha perdut la connexió %s. S'ha connectat a %s, una xarxa %s.
cs: Promiňte, ale vaše spojení s %s bylo ztraceno. Takže jste byl připojen k %s, %s síti
da: Beklager, du har mistet %s-forbindelsen, så vi har forbundet dig til %s, et %s netværk
de: Leider ging deine Verbindung mit %s verloren. Daher haben wir dich mit %s, einem %s-Netzwerk verbunden.
es: Hemos perdido la conexión a %s, así que te hemos conectado a %s, una red %s.
es_mx: Lo sentimos, tu conexión a %s se ha perdido. Así que te hemos conectado a %s, una red %s
fi: Yhteys kohteeseen %s katkesi. Verkkoyhteys muodostettu uudelleen kohteeseen %s (Yhteystyyppi: %s)
fr: Désolé, nous avons perdu votre connexion à %s. Nous vous avons connecté à %s, un réseau %s
gl: Perdeuse a conexión a %s. Por iso conectase con %s, unha rede %s
id: Maaf, sambungan anda ke %s terputus. Kami telah menyambungkan anda ke%s, suatu jaringan %s.
ja: 「%s」への接続が失われたので、%s (%s ネットワーク) に接続されました
km: សូម​ទោស, បាន​បាត់​ការ​ត​ភ្ជាប់​របស់​អ្នក​ទៅ​កាន់ %s ហើយ។ ដូច្នេះ​យើង​បាន​ត​ភ្ជាប់​ទៅ​កាន់បណ្ដាញ %s, %s វិញ។
ms: Maaf, sambungan anda ke jaringan %s telah terputus. Jadi, kami telah menyambungkan anda ke jaringan %s, jaringan %s
pa: ਅਫਸੋਸ, ਤੁਹਾਡਾ %s ਨਾਲ ਕੁਨੈਕਸ਼ਨ ਗੁਆਚ ਗਿਆ ਹੈ। ਇਸਕਰਕੇ ਅਸੀਂ ਤੁਹਾਨੂੰ %s ਕੁਨੈਕਸ਼ਨ, %s ਨੈੱਟਵਰਕ ਨਾਲ ਕੁਨੈਕਟ ਕਰ ਦਿੱਤਾ ਹੈ।
pl: Niestety Twoje połączenie z %s zostało przerwane więc połączyliśmy Cię z siecią %s przez %s.
pt: Parece que perdeu a ligação a %s. Assim, ativámos %s, uma rede %s.
pt_br: Sinto muito, mas sua conexão %s caiu. Portanto nós conectamos você a %s, uma rede %s
ru: Ваше соединение с %s потеряно. Мы подключили вас к %s, сети %s
sk: Prepáčte, pripojenie k %s bolo stratené. Preto sme vás pripojili k %s, %s sieti
sl: Vaša povezava z %s je bila prekinjena, sedaj ste povezani z %s, ki je omrežje %s
th: เสียใจด้วย เราสูญเสียการเชื่อมต่อ %s เชื่อมต่อคุณไปยัง %s เครือข่าย %s
tr: Üzgünüz %s bağlantınız kayboldu. Bu yüzden sizi %s'e, bir %s ağına bağladık
uk: Нажаль, з'єднання з %s було втрачено. Тож ми з'єдналися з %s, %s мережею
vi: Xin lỗi, kết nối mạng của bạn đến %s đã bị mất.Vì vậy chúng tôi kết nối bạn đến %s, hệ thống mạng %s
wa: Dji rgrete, vosse raloyaedje a %s a stî pierdou. Adon nos vs avans raloyî a %s, ene rantoele %s

source: Sorry, your connection to %s was lost. So we've connected you to a %s network
ar: للأسف انقطع اتصالك ب %s لذلك تم وصلك بشبكة %s
ast: Perdióse la conexón a %s, asina que coneutósete a una rede %s.
ca@valencia: S'ha perdut la connexió %s. S'ha connectat a la xarxa %s
cs: Promiňte, ale vaše spojení s %s bylo ztraceno. Takže jste byl připojen k %s síti
da: Beklager, du har mistet %s-forbindelsen, så vi har forbundet dig til et %s netværk
de: Leider ging deine Verbindung mit %s verloren. Daher haben wir dich mit einem %s-Netzwerk verbunden.
es: Hemos perdido la conexión a %s, así que te hemos conectado a una red %s.
es_mx: Lo sentimos, tu conexión a %s se ha perdido. Así que te hemos conectado una red %s
fi: Yhteys kohteeseen %s katkesi. Verkkoyhteys muodostettu uudelleen kohteeseen %s.
fr: Désolé, nous avons perdu votre connexion à %s. Nous vous avons connecté à un réseau %s
gl: Perdeuse a conexión a %s. Por iso conectase cunha rede %s
id: Maaf, sambungan anda ke %s terputus. Kami telah menyambungkan anda ke suatu jaringan %s.
ja: 「%s」 への接続が失われたので、%s ネットワークに接続されました
km: សូម​ទោស, បាន​បាត់​ការ​ត​ភ្ជាប់​របស់​អ្នក​ទៅ​កាន់ %s ហើយ។ ដូច្នេះ​យើង​បាន​ត​ភ្ជាប់​អ្នក​ទៅ​កាន់​បណ្ដាញ %s វិញ។
ms: Maaf, sambungan anda ke jaringan %s telah terputus. Jadi, kami telah menyambungkan anda ke jaringan %s
pa: ਅਫਸੋਸ, ਤੁਹਾਡਾ ਕੁਨੈਕਸ਼ਨ %s ਨਾਲ ਗੁਆਚ ਗਿਆ ਹੈ। ਇਸਕਰਕੇ ਅਸੀਂ ਤੁਹਾਨੂੰ %s ਨੈੱਟਵਰਕ ਨਾਲ ਕੁਨੈਕਟ ਕਰ ਦਿੱਤਾ ਹੈ।
pl: Niestety Twoje połączenie z %s zostało przerwane więc połączyliśmy Cię z siecią %s
pt: Parece que perdeu a ligação a %s. Assim, ativámos a rede %s.
pt_br: Sinto muito, mas sua conexão %s caiu. Portanto nós conectamos você a uma rede %s
ru: Ваше подключение к %s потеряно. Мы подключили вас к сети %s
sk: Prepáčte, pripojenie k %s bolo stratené. Preto sme vás pripojili k %s sieti
sl: Vaša povezava z %s je bila prekinjena, sedaj ste povezani v omrežje %s
th: เสียใจด้วย เราสูญเสียการเชื่อมต่อ %s เชื่อมต่อคุณกับเครือข่าย %s
tr: Üzgünüz %s bağlantınız kayboldu. Bu yüzden sizi %s ağına bağladık
uk: Нажаль, з'єднання з %s було втрачено. Тож ми з'єдналися з %s мережею
vi: Xin lỗi, kết nối mạng của bạn đến %s đã bị mất.Vì vậy chúng tôi kết nối bạn đến hê thống mạng %s
wa: Dji rgrete, vosse raloyaedje a %s a stî pierdou. Adon nos vs avans raloyî a ene rantoele %s

source: Sorry, your %s connection was lost. So we've connected you to a wired network
ar: للأسف انقطع اتصالك %s لذلك تم وصلك بشبكة سلكية
ast: Perdióse la conexón %s, asina que coneutósete a una rede cableada.
ca@valencia: S'ha perdut la connexió %s. S'ha connectat a la xarxa de cable
cs: Promiňte, ale vaše %s spojení bylo ztraceno. Takže jste byl připojen ke drátové síti
da: Beklager, du har mistet %s-forbindelsen, så vi har forbundet dig til et trådet netværk
de: Leider ging deine %s Verbindung verloren. Daher haben wir dich mit einem drahtgebundenen Netzwerk verbunden.
es: Hemos perdido la conexión %s, así que te hemos a una red cableada.
es_mx: Lo sentimos, tu conexión %s se ha perdido. Así ques te hemos conectado a una red cableada
fi: Yhteys '%s' katkesi. Verkkoyhteys muodostettu uudelleen kiinteään langalliseen verkkoon.
fr: Désolé, nous avons perdu votre connexion %s. Nous vous avons connecté à un réseau par câble
gl: Perdeuse a conexión %s. Por iso conectase cunha rede con fíos
id: Maaf, sambungan %s anda terputus. Kami telah menyambungkan anda ke suatu jaringan ethernet.
ja: %s 接続が失われたので、有線ネットワークへ接続されました
km: សូម​ទោស, បាន​បាត់​ការ​ត​ភ្ជាប់​របស់​អ្នក​ទៅ​កាន់ %s ហើយ។ ដូច្នេះ​យើង​បាន​ត​ភ្ជាប់​ទៅ​កាន់​បណ្ដាញ​មាន​ខ្សែ​វិញ។
ms: Maaf, sambungan anda ke jaringan %s telah terputus. Jadi, kami telah menyambungkan anda ke jaringan dengan kabel
pa: ਅਫਸੋਸ, ਤੁਹਾਡਾ ਕੁਨੈਕਸ਼ਨ %s ਨਾਲ ਗੁਆਚ ਗਿਆ ਹੈ। ਇਸਕਰਕੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਤਾਰ ਵਾਲੇ ਕੁਨੈਕਸ਼ਨ ਨਾਲ ਕੁਨੈਕਟ ਕਰ ਦਿੱਤਾ ਹੈ।
pl: Niestety Twoje połączenie %s zostało przerwane więc połączyliśmy Cię do sieci przewodowej
pt: Parece que perdeu a sua ligação %s. Assim, ativámos a rede com fios.
pt_br: Sinto muito, mas sua conexão %s caiu. Portanto nós conectamos você a uma rede com fios
ru: Ваше подключение к %s потеряно. Мы подключили вас проводной сети
sk: Prepáčte, pripojenie %s bolo stratené. Preto sme vás pripojili k drôtovej sieti
sl: Vaša povezava %s je bila prekinjena, sedaj ste povezani v ožičeno omrežje
th: เสียใจด้วย เราสูญเสียการเชื่อมต่อ %s เชื่อมต่อคุณกับเครือข่ายแบบสาย
tr: Üzgünüz %s bağlantınız kayboldu. Bu yüzden sizi kablolu bir ağa bağladık
uk: Нажаль, ваше %s з'єднання було втрачено. Тож ми з'єдналися з кабельною мережею
vi: Xin lỗi, kết nối mạng của bạn đến %s đã bị mất.Vì vậy chúng tôi kết nối bạn đến hệ thống mạng có dây
wa: Dji rgrete, vosse raloyaedje %s a stî pierdou. Adon nos vs avans raloyî a ene rantoele avou fyi

source: Sorry, your %s connection was lost. So we've connected you to %s, a %s network
ar: للأسف انقطع اتصالك %s لذلك تم وصلبك ب %s شبكة %s
ast: Perdióse la conexón %s, asina que coneutósete a %s, una rede %s.
ca@valencia: S'ha perdut la connexió %s. S'ha connectat a %s, una xarxa %s
cs: Promiňte, ale vaše %s spojení bylo ztraceno. Takže jste byl připojen k %s, a %s síti
da: Beklager, du har mistet %s-forbindelsen, så vi har forbundet dig til %s, et %s netværk
de: Leider ging deine %s-Verbindung verloren. Daher haben wir dich mit %s, einem %s-Netzwerk verbunden.
es: Hemos perdido la conexión %s, así que te hemos conectado a %s, una red %s.
es_mx: Lo sentimos, tu conexión %s se ha perdido. Así que te hemos conectado a %s, una reda %s
fi: Yhteys '%s' katkesi. Verkkoyhteys muodostettu uudelleen kohteeseen %s (Yhteystyyppi: %s)
fr: Désolé, nous avons perdu votre connexion %s. Nous vous avons connecté à %s, un réseau %s
gl: Perdeuse a conexión %s. Por iso conectase con %s, unha rede %s.
id: Maaf, sambungan %s anda terputus. Kami telah menyambungkan anda ke %s, suatu jaringan %s.
ja: %s 接続が失われたので、%s (%s ネットワーク) に接続されました
km: សូម​ទោស, បាន​បាត់​ការ​ត​ភ្ជាប់​របស់​អ្នក​ទៅ​កាន់ %s ហើយ។ ដូច្នេះ​យើង​បាន​ត​ភ្ជាប់​ទៅ​កាន់បណ្ដាញ %s, %s វិញ។
ms: Maaf, sambungan anda ke jaringan %s telah terputus. Jadi, kami telah menyambungkan anda ke jaringan %s, jaringan %s
pa: ਅਫਸੋਸ, ਤੁਹਾਡਾ ਕੁਨੈਕਸ਼ਨ %s ਨਾਲ ਗੁਆਚ ਗਿਆ ਹੈ। ਇਸਕਰਕੇ ਅਸੀਂ ਤੁਹਾਨੂੰ %s ਕੁਨੈਕਸ਼ਨ, %s ਨੈੱਟਵਰਕ ਨਾਲ ਕੁਨੈਕਟ ਕਰ ਦਿੱਤਾ ਹੈ।
pl: Niestety Twoje połączenie %s zostało utracone więc połączyliśmy Cię z %s przez %s
pt: Parece que perdeu a sua ligação %s. Assim, ativámos %s, uma rede %s.
pt_br: Sinto muito, mas sua conexão %s caiu. Portanto nós conectamos você a %s, uma rede %s
ru: Ваше подключение к %s потеряно. Мы подключили вас к %s, сети %s
sk: Prepáčte, pripojenie %s bolo stratené. Preto sme vás pripojili k %s, %s sieti
sl: Vaša povezava %s je bila prekinjena, sedaj ste povezani z %s, ki je omrežje %s
th: เสียใจด้วย เราสูญเสียการเชื่อมต่อ %s เชื่อมต่อคุณไปยัง %s เครือข่าย %s
tr: Üzgünüz %s bağlantınız kayboldu. Bu yüzden sizi %s'e, bir %s ağına bağladık
uk: Нажаль, ваше %s з'єднання було втрачено. Тож ми з'єдналися з %s, %s мережею
vi: Xin lỗi, kết nối mạng của bạn đến %s đã bị mất.Vì vậy chúng tôi kết nối bạn đến %s, hệ thống mạng %s
wa: Dji rgrete, vosse raloyaedje %s a stî pierdou. Adon nos vs avans raloyî a %s, ene rantoele %s

source: Sorry, your %s connection was lost. So we've connected you to a %s network
ar: للأسف انقطع اتصالك %s لذلك تم وصلك بشبكة %s
ast: Perdióse la conexón %s, asina que coneutósete a una rede %s.
ca@valencia: S'ha perdut la connexió %s. S'ha connectat a una xarxa %s
cs: Promiňte, ale vaše %s spojení bylo ztraceno. Takže jste byl připojen k %s síti
da: Beklager, du har mistet %s-forbindelsen, så vi har forbundet dig til et %s netværk
de: Leider ging deine %s-Verbindung verloren. Daher haben wir dich mit einem %s-Netzwerk verbunden.
es: Hemos perdido la conexión %s, así que te hemos conectado a una red %s.
es_mx: Lo sentimos, tu conexión %s se ha perdido. Así que te hemos conectado a una red %s
fi: Yhteys '%s' katkesi. Verkkoyhteys muodostettu uudelleen kohteeseen %s.
fr: Désolé, nous avons perdu votre connexion %s. Nous vous avons connecté à un réseau %s
gl: Perdeuse a conexión %s. Por iso conectase cunha rede %s
id: Maaf, sambungan %s anda terputus. Kami telah menyambungkan anda ke suatu jaringan %s.
ja: %s 接続が失われたので、%s ネットワークに接続されました
km: សូម​ទោស, ការ​ត​ភ្ជាប់ %s បាន​បាត់​ហើយ។ ដូច្នេះ​ពួក​យើង​បាន​ត​ភ្ជាប់​អ្នក​ទៅ​កាន់​បណ្ដាញ %s វិញ។
ms: Maaf, sambungan anda ke jaringan %s telah terputus. Jadi, kami telah menyambungkan anda ke jaringan %s
pa: ਅਫਸੋਸ, ਤੁਹਾਡਾ ਕੁਨੈਕਸ਼ਨ %s ਨਾਲ ਗੁਆਚ ਗਿਆ ਹੈ। ਇਸਕਰਕੇ ਅਸੀਂ ਤੁਹਾਨੂੰ %s ਨੈੱਟਵਰਕ ਨਾਲ ਕੁਨੈਕਟ ਕਰ ਦਿੱਤਾ ਹੈ।
pl: Niestety Twoje połączenie %s zostało przerwane więc połączyliśmy się przez %s
pt: Parece que perdeu a sua ligação %s. Assim, ativámos a rede %s.
pt_br: Sinto muito, mas sua conexão %s caiu. Portanto nós conectamos você a uma rede %s
ru: Ваше подключение к %s потеряно. Мы подключили вас к сети %s
sk: Prepáčte, pripojenie %s bolo stratené. Preto sme vás pripojili k %s sieti
sl: Vaša povezava %s je bila prekinjena, sedaj ste povezani v omrežje %s
th: เสียใจด้วย เราสูญเสียการเชื่อมต่อ %s เชื่อมต่อคุณไปยังเครือข่าย %s
tr: Üzgünüz %s bağlantınız kayboldu. Bu yüzden sizi %s ağına bağladık
uk: Нажаль, ваше %s з'єднання було втрачено. Тож ми з'єдналися з %s мережею
vi: Xin lỗi, kết nối mạng của bạn đến %s đã bị mất.Vì vậy chúng tôi kết nối bạn đến hệ thống mạng %s
wa: Dji rgrete, vosse raloyaedje %s a stî pierdou. Adon nos vs avans raloyî a ene rantoele %s

source: New connection settings
ar: اعدادات اتصال جديد
ast: Axustes d'una nueva conexón
ca@valencia: Paràmetres de la connexió nova
cs: Nové nastavení spojení
da: Indstillinger for ny forbindelse
de: Einstellungen der neuen Verbindung
es: Ajustes de una nueva conexión
es_mx: Ajustes de la conexión nueva
fi: Uuden yhteyden asetukset
fr: Paramètres de la nouvelle connexion
gl: Configuración da nova conexión
id: Penataan sambungan baru
ja: 新規コネクション設定
km: ការ​កំណត់​ការ​ត​ភ្ជាប់​ថ្មី
ms: Tetapan sambungan baru
pa: ਨਵਾਂ ਕੁਨੈਕਸ਼ਨ ਸੈਟਿੰਗ
pl: Konfiguracja nowego połączenia
pt: Definições da nova ligação
pt_br: Configurações da nova conexão
ru: Параметры нового подключения
sk: Nastavenia nového pripojenia
sl: Nastavitve nove povezave
th: ตั้งค่าการเชื่อมต่อใหม่
tr: Yeni bağlantı ayarları
uk: Налаштування нового з'єднання
vi: Cài đặt kết nối mới
wa: Apontiaedjes do novea raloyaedje

source: Enter the name of the network you want to connect to and, where necessary, the password and security type.
ar: ادخل اسم الشبكة التي تود الاتصال بها وكلمة السر ونوع الأمن ان كان ذلك ضروريا
ast: Pon el nome de la rede a la que quies coneutate y, en so casu, la contraseña y la triba de seguridá.
ca@valencia: Introduïu el nom de la xarxa en la que vos voleu connectar i, si fa falta, la contrasenya i el tipus de seguretat.
cs: Zadejte název sítě, ke které se chcete připojit a, tam kde je to nutné, heslo a druh zabezpečení.
da: Indtast navnet på det netværk, du gerne vil forbinde til og, om nødvendigt, adgangskode og sikkerhedstype.
de: Gib bitte den Namen des Netzwerks, sowie, falls nötig, das Kennwort und den Sicherheitstyp an.
es: Pon el nombre de la red a la que deseas conectarte y, en su caso, la contraseña y el tipo de seguridad.
es_mx: Ingresa el nombre de la red a la que te quieras conectar y, si es necesario, la contraseña y el tipo de seguridad.
fi: Anna verkon nimi, johon haluat muodostaa yhteyden ja tarvittaessa salasana ja suojaustyyppi.
fr: Saisissez le nom du réseau auquel vous voulez vous connecter et, si nécessaire le mot de passe et le type de sécurité.
gl: Escriba o nome da rede coa que desexa conectar e, de ser preciso, o contrasinal e o tipo de seguranza.
id: Masukkan nama jaringan yang ingin anda hubungi dan bila perlu, kata sandi dan tipe keamanan.
ja: 接続するネットワーク名を入力してください。 パスワードとセキュリティ タイプが 必要な場合もあります。
km: បញ្ចូល​ឈ្មោះ​បណ្ដាញ​ដែល​អ្នក​ចង់ ត​ភ្ជាប់ ហើយ​ទី​កន្លែង​ដែល​សំខាន់​គឺ ពាក្យ​សម្ងាត់ និង ប្រភេទ​សុវត្ថិភាព។
ms: Isikan nama jaringan yang anda mahu buat sambungan dan di mana-mana yang perlu, kata laluan dan jenis sekuriti.
pa: ਨੈੱਟਵਰਕ ਲਈ ਨਾਂ ਦਿਓ, ਜਿਸ ਨਾਲ ਤੁਸੀਂ ਕੁਨੈਕਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਅਤੇ ਜਿੱਥੇ ਲਾਜ਼ਮੀ ਹੋਵੇ, ਉੱਥੇ ਪਾਸਵਰਡ ਅਤੇ ਸੁਰੱਖਿਆ ਟਾਈਮ ਵੀ ਦਿਓ।
pl: Wpisz nazwę sieci, z którą chcesz się połączyć i jej hasło oraz typ zabezpieczenia jeśli jest wymagane.
pt: Indique o nome de rede à qual pretende ligar e, se necessário, indique a senha e tipo de segurança.
pt_br: Digite o nome da rede que você deseja conectar e, onde for necessário, a senha e tipo de segurança.
ru: Введите имя сети, к которой вы хотите подключиться, и, при необходимости, пароль и тип безопасности.
sk: Zadajte názov siete, do ktorej sa chcete pripojiť a pokiaľ je potrebné, tak aj heslo a typ zabezpečenia.
sl: Vpišite ime omrežja v katerega se želite povezati in kjer je potrebno še geslo in vrsto varovanja.
th: ใส่ชื่อของเครือข่ายที่คุณต้องการ เชื่อมต่อ, สถานที่, รหัสผ่าน และชนิดของความปลอดภัย
tr: İstediğiniz ağa bağlanmak için ismini, gerekli olan yerler içinse şifreyi ve güvenlik kipini girin.
uk: Введіть ім'я мережі, до якої ви хочете підключитися і, при необхідності, пароль і тип безпеки.
vi: Nhập tên của mạng mà bạn muốn kết nối đến và các thứ cần thiết như các loại mật khẩu và an ninh.
wa: Dinez l' no del rantoele ki vs voloz raloyî eyet, si dandjî, li sicret eyet l' sôre di såvrité.

source: Network name
ar: اسم الشبكة
ast: Nome de la rede
ca@valencia: Nom de la xarxa
cs: Název sítě
da: Netværksnavn
de: Netzwerkname
es: Nombre de la red
es_mx: Nombre de la red
fi: Verkkonimi
fr: Nom de réseau
gl: Nome da rede
id: Nama jaringan
ja: ネットワーク名
km: ឈ្មោះ​បណ្ដាញ
ms: Nama jaringan
pa: ਨੈੱਟਵਰਕ ਨਾਂ
pl: Nazwa sieci
pt: Nome da rede
pt_br: Nome da rede
ru: Сетевое имя
sk: Názov siete
sl: Ime omrežja
th: ชื่อเครือข่าย
tr: Ağ adı
uk: Назва мережі
vi: Tên mạng
wa: No del rantoele

source: Network security
ar: أمن الشبكة
ast: Seguridá de la rede
ca@valencia: Seguretat de la xarxa
cs: Bezpečnost sítě
da: Netværkssikkerhed
de: Netzwerksicherheit
es: Seguridad de la red
es_mx: Seguridad de la red
fi: Verkon suojaus
fr: Securité du réseau
gl: Seguranza da rede
id: Keamanan jaringan
ja: ネットワーク セキュリティー
km: សុវត្ថិភាព​បណ្ដាញ
ms: Sekuriti jaringan
pa: ਨੈੱਟਵਰਕ ਸੁਰੱਖਿਆ
pl: Zabezpieczenie sieci
pt: Segurança da rede
pt_br: Segurança de rede
ru: Сетевая безопасность
sk: Zabezpečenie siete
sl: Varovanje omrežja
th: ความปลอดภัยเครือข่าย
tr: Ağ güvenliği
uk: Мережева безпека
vi: An ninh mạng
wa: Såvrité del rantoele

source: None
ar: بلا
ast: Denguna
ca@valencia: Cap
cs: Žádný
da: Ingen
de: Keine
es: Ninguna
es_mx: Ninguna
fi: Ei yhtään
fr: Aucun
gl: Ningún
id: Tak satupun
ja: なし
km: មិន​មាន
ms: Tiada
pa: ਕੋਈ ਨਹੀਂ
pl: Brak
pt: Nenhuma
pt_br: Nenhuma
ru: Отсутствует
sk: Žiadne
sl: Brez
th: ไม่มี
tr: Hiçbiri
uk: Нічого
vi: Không
wa: Nole

source: Password
ar: كلمة السر
ast: Contraseña
ca@valencia: Contrasenya
cs: Heslo
da: Adgangskode
de: Kennwort
es: Contraseña
es_mx: Contraseña
fi: Salasana
fr: Mot de passe
gl: Contrasinal
id: Kata sandi
ja: パスワード
km: ពាក្យ​សម្ងាត់
ms: Kata laluan
pa: ਪਾਸਵਰਡ
pl: Hasło
pt: Senha
pt_br: Senha
ru: Пароль
sk: Heslo
sl: Geslo
th: รหัสผ่าน
tr: Şifre
uk: Пароль
vi: Mật khẩu
wa: Sicret

source: Show password
ar: اعرض كلمة السر
ast: Amosar la contraseña
ca@valencia: Mostra la contrasenya
cs: Ukázat heslo
da: Vis adgangskode
de: Kennwort anzeigen
es: Mostrar la contraseña
es_mx: Mostrar contraseña
fi: Näytä salasana
fr: Montrer le mot de passe
gl: Mostrar o contrasinal
id: Tampilkan kata sandi
ja: パスワードの表示
km: បង្ហាញ​ពាក្យ​សម្ងាត់
ms: Papar kata laluan
pa: ਪਾਸਵਰਡ ਵੇਖੋ
pl: Pokaż hasło
pt: Mostrar senha
pt_br: Mostrar senha
ru: Показывать пароль
sk: Ukázať heslo
sl: Prikaži geslo
th: แสดงรหัสผ่าน
tr: Şifreyi göster
uk: Показати пароль
vi: Hiển thị mật khẩu
wa: Mostrer sicret

source: Settings
ar: إعدادات
ast: Axustes
ca@valencia: Paràmetres
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Ajustes
es_mx: Ajustes
fi: Asetukset
fr: Paramètres
gl: Configuracións
id: Tatanan
ja: 設定
km: ការ​កំណត់
pa: ਸੈਟਿੰਗ
pl: Ustawienia
pt: Definições
pt_br: Configurações
ru: Параметры
sk: Nastavenia
sl: Nastavitve
uk: Налаштування
vi: Cài đặt
wa: Tchuzes

source: Wired
ar: سلكي
ast: Con cable
ca@valencia: Cable
cs: Drátová
da: Trådet
de: Kabel
es: Con cable
es_mx: Cableada
fi: Kiinteä
fr: Par câble
gl: Con fíos
id: Ethernet
ja: 有線接続
km: តាម​ខ្សែ
ms: Dengan kabel
pa: ਤਾਰ
pl: Przewodowa
pt: Com fios
pt_br: Com fio
ru: Проводная
sk: Drôt
sl: Ožičeno
th: สาย
tr: Kablolu
uk: Кабельна
vi: Có dây
wa: Avou fyi

source: Offline mode
ar: الوضع غير متصل
ast: Mou fuera de llinia
ca@valencia: Mode fora de línia
cs: Režim nepřipojený
da: Offline-tilstand
de: Offline-Modus
es: Modo fuera de línea
es_mx: Modo sin conexión
fi: Yhteydetön tila
fr: Hors-ligne
gl: Modo desconectado
id: Mode offline
ja: オフラインモード
km: របៀប​ក្រៅ​បណ្ដាញ
ms: Mod offline
pa: ਆਫਲਾਈਨ ਮੋਡ
pl: Tryb offline
pt: Modo "off-line"
pt_br: Modo desconectado
ru: Режим «Оффлайн»
sk: Off-line režim
sl: Način brez povezave
th: โหมดออฟไลน์
tr: Çevrimdışı modu
uk: Автономний режим
vi: Chế độ offline
wa: Môde disraloyî

source: This will disable all your connections
ar: سوف يبطل هذا كل اتصالاتك
ast: Esto deshabilitará toles conexones
ca@valencia: Inhabilitareu totes les connexions
cs: Toto zakáže všechna vaše spojení
da: Dette vil deaktivere alle dine forbindelser
de: Dies deaktiviert alle Verbindungen
es: Esto deshabilitará todas las conexiones
es_mx: Esto deshabilitará todas tus conexiones
fi: Tämä katkaisee kaikki yhteydet
fr: Ceci désactivera vos connexions
gl: Isto desactiva todas as conexións
id: Ini akan mematikan semua koneksi anda
ja: 接続がすべて無効になります
km: ធ្វើ​បែប​នេះ នឹង​បិទ​ដំណើរ​ការ​ការ​តភ្ជាប់​របស់​អ្នក​ទាំង​អស់
ms: Ini akan menyah-aktif semua sambungan anda
pa: ਇਹ ਤੁਹਾਡੇ ਸਭ ਕੁਨੈਕਸ਼ਨ ਆਯੋਗ ਕਰੇਗਾ
pl: Wszystkie połączenia zostaną wyłączone
pt: Isto vai inativar todas as ligações
pt_br: Isso irá desabilitar todas as suas conexões
ru: Это отключит все ваши подключения
sk: Toto zakáže všetky vaše pripojenia
sl: To bo onemogočilo vse povezave
th: นี่จะยกเลิกการเชื่อมต่อของคุณทั้งหมด
tr: Bu tüm bağlantılarınızı etkisizleştirecek
uk: Це вимкне всі ваші з'єднання
vi: Điều này sẽ vô hiệu hóa tất cả các kết nối của bạn
wa: Ça va essocter tos vos raloyaedjes

source: Networks
ar: شبكات
ast: Redes
ca@valencia: Xarxes
cs: Sítě
da: Netværk
de: Netzwerke
es: Redes
es_mx: Redes
fi: Verkot
fr: Réseaux
gl: Redes
id: Jaringan
ja: ネットワーク
km: បណ្ដាញ
ms: Jaringan
pa: ਨੈੱਟਵਰਕ
pl: Sieci
pt: Redes
pt_br: Redes
ru: Сетевые подключения
sk: Siete
sl: Omrežja
th: เครือข่าย
tr: Ağlar
uk: Мережі
vi: Hệ thống mạng
wa: Rantoeles

source: Add new connection
ar: اضافة اتصال جديد
ast: Amestar una nueva conexón
ca@valencia: Afig una connexió nova
cs: Přidat nové spojení
da: Tilføj ny forbindelse
de: Neue Verbindung
es: Agregar una nueva conexión
es_mx: Agregar una nueva conexión
fi: Lisää uusi yhteys
fr: Ajouter une nouvelle connexion
gl: Engadir unha conexión nova
id: Tambah koneksi baru
ja: 新規接続の追加
km: បន្ថែម​ការ​ត​ភ្ជាប់​ថ្មី
ms: Tambah jaringan baru
pa: ਨਵਾਂ ਕੁਨੈਕਸ਼ਨ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj połączenie
pt: Adicionar nova ligação
pt_br: Adicionar uma nova conexão
ru: Добавить новое подключение
sk: Pridať nové pripojenie
sl: Dodaj novo povezavo
th: เพิ่มการเชื่อมต่อใหม่
tr: Yeni bağlantı ekle
uk: Додати нове з'єднання
vi: Thêm kết nối mới
wa: Radjouter novele rantoele

source: Connect to VPN
ar: اتصل بالشبكة الافتراضية الخاصة
ast: Coneutar a VPN
ca@valencia: Connecta a VPN
cs: Spojit s VPN
da: Forbind til VPN
de: Mit VPN verbinden
es: Conectarse a VPN
es_mx: Conectar a una Red Privada Virtual (VPN)
fi: Yhdistä VPN-verkkoon
fr: Se connecter à VPN
gl: Conectar a VPN
id: Sambung ke VPN
ja: VPN に接続する
km: ត​ភ្ជាប់​ទៅ VPN
pa: VPN ਨਾਲ ਕੁਨੈਕਟ ਕਰੋ
pl: Połącz z siecią VPN
pt: Ligar a VPN
pt_br: Conectar a VPN
ru: Подключиться к виртуальной частной сети (VPN)
sk: Pripojený k VPN
sl: Poveži se v VPN
uk: Підключення до VPN
vi: Kết nối với VPN
wa: Raloyî a VPN

source: Critical Error: Invalid country code
ar: خطأ حرج: رمز الدولة غير صحيح
ast: Fallu críticu: el códigu de país nun ye válidu
ca@valencia: Error crític: el codi de país no és vàlid
cs: Vážná chyba: Neplatný kód země
da: Kritisk fejl: Ugyldig landekode
de: Kritischer Fehler: Ungültige Landvorwahl
es: Error crítico: el código de país no es válido
es_mx: Error crítico: código de país inválido
fi: Kriittinen virhe: Virheellinen maakoodi
fr: Erreur critique : code de pays non valide
gl: Produciuse un erro crítico: o código do país non é correcto
id: Galat Krisi: Kode negara tak valid
ja: 重大なエラー： 無効な国コード
km: កំហុស​​គ្រោះ​ថ្នាក់: លេខ​កូដ​ប្រទេស​មិន​ត្រឹម​ត្រូវ
ms: Ralat Kritikal: Kod negara yang tidah sah
pa: ਘਾਤਕ ਗਲਤੀ: ਗਲਤ ਦੇਸ਼ ਕੋਡ
pl: Błąd krytyczny: Błędny kod kraju
pt: Erro crítico: código de país inválido
pt_br: Erro crítico: código de país inválido
ru: Критическая ошибка: неправильный код страны
sk: Kritická chyba: Neplatný kód zeme
sl: Kritična napaka: neveljavna koda države
th: ผิดพลาดร้ายแรง: รหัสประเทศไม่ถูกต้อง
tr: Kritik hata: Geçersiz ülke kodu
uk: Критична Помилка: Невірний код країни
vi: Lỗi nghiêm trọng: mã quốc gia không hợp lệ
wa: Aroke critike : Côde do payis nén valåbe
