Repository: dawati/dawati-shell
Catalog: panels/networks/po/*.po
Languages: ar, ast, ca@valencia, cs, da, de, es, es_mx, fi, fr, gl, id, ja, km, ms, pa, pl, pt, pt_br, ru, sk, sl, th, tr, uk, vi, wa

source: or
ar: او
ast: o
ca@valencia: o
cs: nebo
da: eller
de: oder
es: o
es_mx: o
fi: tai
fr: ou
gl: ou
id: atau
ja: または
km: ឬ
ms: atau
pa: ਜਾਂ
pl: lub
pt: ou
pt_br: ou
ru: или
sk: alebo
sl: ali
th: หรือ
tr: ya da
uk: або
vi: hoặc
wa: oudon-bén

source: wired
ar: سلكي
ast: Por cable
ca@valencia: amb fil
cs: drátová
da: trådet
de: verkabelt
es: Por cable
es_mx: cableada
fi: kiinteä
fr: par câble
gl: con fíos
id: kabel
ja: 有線接続
km: ដោយ​ខ្សែ
ms: dengan kabel
pa: ਤਾਰ
pl: przewodowa
pt: com fios
pt_br: cabeado
ru: проводная
sk: drôtové
sl: ožičeno
th: สาย
tr: kablolulu
uk: кабельне
vi: có dây
wa: avou fyi

source: WiFi
ar: لاسلكي
pa: ਵਾਈ-ਫਾਈ

source: Bluetooth
ar: بلوتوث
km: ប៊្លូធូ
pa: ਬਲਿਊਟੁੱਥ

source: Sorry, we can't find any networks. It appears that the connection manager is not running. You could try restarting your computer.
ar: للأسف لم نتمكن من ايجاد اي شبكة. يبدو ان مدير الاتصالات غير شغّال. يمكنك محاولة اعادة تشغيل الحاسوب
ast: Nun s'alcuentra denguna rede. Paez que'l xestor de conexones nun ta executándose. Encamiéntase reaniciar el miniportátil.
ca@valencia: No s'ha trobat cap xarxa. Pareix que el gestor de connexions no està funcionant. Podeu provar de reiniciar el dispositiu.
cs: Promiňte, ale nelze najít žádné sítě. Zdá se, že správce spojení neběží.Mohl byste zkusit spustit svůj počítač znovu.
da: Beklager, vi kan ikke finde nogen netværk. Det ser ud til, at forbindelseshåndteringen ikke kører. Du kan prøve at genstarte din computer.
de: Leider können wir keine Netzwerke finden. Der Verbindungsmanager scheint nicht zu laufen. Du solltest eventuell versuchen, dein Gerät neu zu starten.
es: No se encuentra ninguna red. Parece que el gestor de conexiones no está ejecutándose. Se recomienda reinicar el miniportátil.
es_mx: Lo sentimos, no podemos encontrar ninguna red. Parece que el administrador de conexiones no esta corriendo. Podrías intentar reiniciando la computadora.
fi: Yhtään verkkoa ei löydy. Yhteyksien hallinta ei näytä olevan käynnissä. Kokeile tietokoneen käynnistämistä uudelleen.
fr: Désolé, aucun réseau trouvé. L'assistant de connexion ne semble pas fonctionner. Essayez de redémarrer votre ordinateur.
gl: Non é posíbel atopar ningunha rede. Parece que non se está a executar o xestor de conexións. Pode probar a reiniciar o computador.
id: Maaf, kami tak menemukan jaringan manapun. Manajer Koneksi kelihatannya tidak berjalan. Anda mungkin dapat mencoba memulai ulang komputer.
ja: ネットワークが見つかりません。接続マネージャーが実行されていないようです。コンピューターを再起動してみてください。
km: សូម​ទោស, ពួក​យើង​រក​មិន​ឃើញ​បណ្ដាញ​ណា​មួយ​ទេ។ នេះ​បង្ហាញ​ឲ្យ​ឃើញ​ថា ឧបករណ៍​គ្រប់​គ្រង​ការ​ត​ភ្ជាប់ មិន​បាន​ដំណើរ​ការ​ទេ។ សូម​អ្នក​សាក​ល្បង​ចាប់​ដំណើរ​ការ កុំព្យូទ័រ​របស់​អ្នក​ម្ដង​ទៀត។
ms: Maaf, kami tidak dapat mencari sebarang jaringan. Nampak seperti pengurus sambungan tidak berjalan. Anda boleh cuba untuk buka semula komputer anda.
pa: ਅਫਸੋਸ, ਸਾਨੂੰ ਕੋਈ ਨੈੱਟਵਰਕ ਨਹੀਂ ਲੱਭਿਆ ਹੈ। ਕੁਨੈਕਸ਼ਨ ਮੈਨੇਜਰ ਚੱਲਦਾ ਨਹੀਂ ਜਾਪਦਾ ਹੈ। ਤੁਸੀਂ ਆਪਣੇ ਕੰਪਿਊਟਰ ਨੂੰ ਮੁੜ-ਸ਼ੁਰੂ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਸਕਦੇ ਹੋ।
pl: Niestety nie udało się znaleźć żadnej sieci. Wygląda na to, że demon ConnMan nie jest uruchomiony. Spróbuj uruchomić komputer ponownie.
pt: Não foram encontradas redes. Parece que o gestor de ligações não está ativo. Deve reiniciar o computador.
pt_br: Sinto muito, mas não encontramos nenhuma rede. Parece que o gerenciador de conexão não está rodando. Talvez seja melhor reiniciar o seu computador.
ru: Не найдено ни одной сети. Возможно, мастер соединений не запущен. Попробуйте перезагрузить компьютер.
sk: Prepáčte, nie je možné nájsť žiadnu sieť. Vyzerá to tak, že správca pripojenia nebeží. Skúste reštartovať váš počítač.
sl: Ne najdem nobenih omrežij. Upravitelj povezav ni prižgan, poskusite ponovno zagnati računalnik.
th: เสียใจด้วย เราไม่สามารถค้นหาเครือข่ายใดๆ Connection Manager เหมือนไม่ได้ทำงานอยู่ คุณควรลองเริ่มการทำงานของอุปกรณ์ใหม่
tr: Üzgünüz, hiç bir ağ bulamıyoruz. Bağlantı Yöneticisi çalışmıyor gibi görünüyor. Bilgisayarınızı yeniden başlatmayı deneyebilirsiniz.
uk: Нажаль, ми не можемо знайти жодної мережі. Це може свідчити, про те, що менеджер з'єднань не запущено. Рекомендуємо перезапустити комп'ютер.
vi: Xin lỗi, chúng tôi không thể tìm thấy kết nối mạng. Dường như quản lý kết nối không hoạt động. Bạn có thể thử khởi động lại máy tính của bạn.
wa: Dji rgrete, nos n' avans savou nou raloyaedje. I m' shonne kel manaedjeu di raloyaedje n' est nén en alaedje. Vos pôrîz sayî d' renonder vosse copiutrece.

source: Sorry, we can't find any networks. You could try disabling Offline mode.
ar: للأسف لا يمكننا ايجاد اية شبكة. يمكنك محاولة تعطيل الوضع غير المتصل
ast: Nun s'alcuentra denguna rede. Puede qu'heba que desactivar el mou fuera de llinia.
ca@valencia: No s'ha trobat cap xarxa. Podeu provar d'inhabilitar el mode fora de línia.
cs: Promiňte, ale nelze najít žádné sítě. Mohl byste zkusit zakázat režim nepřipojený.
da: Beklager, vi kan ikke finde nogen netværk. Du kan prøve at deaktivere Offline-tilstand.
de: Leider können wir keine Netzwerke finden. Du könntest versuchen, den Offline-Modus zu deaktivieren.
es: No se encuentra ninguna red. Puede que haya que desactivar el modo fuera de línea.
es_mx: Lo sentimos, no podemos encontrar ninguna red. Intenta deshabilitando el modo fuera de linea.
fi: Yhtään verkkoa ei löydy. Kokeile kytkeä 'Yhteydetön tila' pois käytöstä.
fr: Désolé, aucun réseau trouvé. Vous pouvez essayer de désactiver le mode Hors-ligne.
gl: Non é posíbel atopar ningunha rede. Pode probar a desactivar o modo Fóra de liña.
id: Maaf, kami tak menemukan jaringan manapun. Coba matikan mode Offline.
ja: ネットワークが見つかりません。オフラインモードを無効にしてみてください。
km: សូម​ទោស, ពួក​យើង​រក​មិន​ឃើញ​បណ្ដាញ​ណា​មួយ​ទេ។ សូម​អ្នក​សាក​ល្បង​បិទ​ដំណើរ​ការ របៀប​នៅ​ក្រៅ​បណ្ដាញ។
ms: Maaf, kami tidak dapat mencari sebarang jaringan. Anda boleh cuba menyah-aktif mod Offline.
pa: ਅਫਸੋਸ, ਸਾਨੂੰ ਕੋਈ ਨੈੱਟਵਰਕ ਨਹੀਂ ਲੱਭਿਆ ਹੈ। ਤੁਸੀਂ ਆਫਲਾਈਨ ਮੋਡ ਬੰਦ ਕਰਕੇ ਕੋਸ਼ਿਸ਼ ਕਰ ਸਕਦੇ ਹੋ।
pl: Niestety nie znaleźliśmy żadnych sieci. Możesz spróbować wyjść z trybu pracy Offline.
pt: Não foram encontradas redes. Pode tentar inativar o modo "off-line".
pt_br: Sinto muito, mas não encontramos nenhuma rede. Você poderia tentar desabilitar o modo offline.
ru: Не найдено ни одной сети. Попробуйте отключить режим «Оффлайн».
sk: Prepáčte, nie je možné nájsť žiadnu sieť. Skúste zakázať Off-line režim.
sl: Ne najdem nobenih omrežij. Poskusite onemogočiti Način brez povezave.
th: เสียใจด้วย เราไม่สามารถค้นหาเครือข่ายใดๆ คุณควรยกเลิกโหมดออฟไลน์
tr: Üzgünüz, hiç bir ağ bulamıyoruz. Çevrimdışı modunu değiştirmeyi deneyebilirsiniz.
uk: На жаль, ми не можемо знайти жодної мережі. Можливо слід відключити Автономний режим.
vi: Xin lỗi, chúng tôi không tìm thấy bất kỳ mạng nào. Bạn có thể thử vô hiệu hoá chế độ Offline.
wa: Dji rgrete, nos n' avans savou nou raloyaedje. Vos pôrîz sayî d' dismete li môde Disraloyî.

source: Sorry, we can't find any networks. You could try enabling %s.
ar: للأسف لا يمكننا ايجاد اية شبكة. يمكنك محاولة تفعيل %s
ast: Nun s'alcuentra denguna rede. Puede qu'heba qu'activar el mou %s.
ca@valencia: No s'ha trobat cap xarxa. Podeu provar d'habilitar el %s.
cs: Promiňte, ale nelze najít žádné sítě. Mohl byste zkusit povolit %s.
da: Beklager, vi kan ikke finde tilgængelige netværk. Du kan prøve at aktivere %s.
de: Leider können wir keine Netzwerke finden. Du könntest versuchen, %s zu aktivieren.
es: No se encuentra ninguna red. Puede que haya que activar el modo %s.
es_mx: Lo sentimos, no podemos encontrar ninguna red. Intenta habilitando %s.
fi: Yhtään verkkoa ei löydy. Voit yrittää ottaa käyttöön %s.
fr: Désolé, aucun réseau trouvé. Vous pouvez essayer d'activer %s.
gl: Non é posíbel atopar ningunha rede. Pode probar a activar %s.
id: Maaf, kami tak menemukan jaringan manapun. Anda dapat mencoba mengaktifkan %s.
ja: ネットワークが見つかりません。「%s」を有効にしてみてください。
km: សូម​ទោស, ពួក​យើង​រក​មិន​ឃើញ​បណ្ដាញ​ណា​មួយ​ទេ។ សូម​អ្នក​សាក​ល្បង​បើក​ដំណើរ​ការ %s ។
ms: Maaf, kami tidak dapat mencari sebarang jaringan. Anda boleh cuba mengaktifkan %s.
pa: ਅਫਸੋਸ, ਸਾਨੂੰ ਕੋਈ ਨੈੱਟਵਰਕ ਨਹੀਂ ਲੱਭਿਆ ਹੈ। ਤੁਸੀਂ %s ਨੂੰ ਚਾਲੂ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਸਕਦੇ ਹੋ।
pl: Niestety nie odnaleźliśmy żadnych sieci. Spróbuj włączyć %s.
pt: Não foram encontradas redes. Pode tentar ativar %s.
pt_br: Sinto muito, mas não encontramos nenhuma rede. Você poderia tentar habilitar %s.
ru: Не найдено ни одной сети. Попробуйте включить %s.
sk: Prepáčte, nie je možné nájsť žiadnu sieť. Skúste povoliť %s
sl: Ne najdem nobenih omrežij. Poskusite omogočiti %s.
th: เสียใจด้วย เราไม่สามารถค้นหาเครือข่ายใดๆ คุณควรเปิดใช้ %s
tr: Üzgünüz, hiç bir ağ bulamıyoruz. %s açmayı deneyebilirsiniz.
uk: Нажаль, ми не можемо знайти жодної мережі. Можете спробувати увімкнути %s.
vi: Xin lỗi, chúng tôi không tìm thấy bất kỳ mạng nào. Bạn có thể thử khí hoạt %s.
wa: Dji rgrete, nos n' avans savou nou raloyaedje. Vos pôrîz sayî d' mete en alaedje %s.

source: Sorry, we can't find any networks
ar: للأسف لا يمكننا ايجاد اية شبكة
ast: Nun s'alcuentra denguna rede.
ca@valencia: No s'ha trobat cap xarxa
cs: Promiňte, ale nelze najít žádné sítě
da: Beklager, vi kan ikke finde tilgængelige netværk
de: Leider können wir keine Netzwerke finden.
es: No se encuentra ninguna red.
es_mx: Lo sentimos, no podemos encontrar ninguna red
fi: Emme valitettavasti löydä yhtään verkkoa.
fr: Désolé, aucun réseau trouvé
gl: Non é posíbel atopar ningunha rede.
id: Maaf, kami tak menemukan jaringan manapun
ja: ネットワークが見つかりません。
km: សូម​ទៅស, ពួក​យើង​រក​មិន​ឃើញ​បណ្ដាញ​ណា​មួយ​ទេ
ms: Maaf, kami tidak dapat mencari sebarang jaringan
pa: ਅਫਸੋਸ, ਸਾਨੂੰ ਕੋਈ ਨੈੱਟਵਰਕ ਨਹੀਂ ਲੱਭਿਆ।
pl: Niestety nie odnaleźliśmy żadnej sieci
pt: Não foram encontradas redes
pt_br: Sinto muito, mas não encontramos nenhuma rede
ru: Не найдено ни одной сети
sk: Prepáčte, nie je možné nájsť žiadnu sieť
sl: Ne najdem nobenih omrežij.
th: เสียใจด้วย เราไม่สามารถค้นหาเครือข่ายใดๆ
tr: Üzgünüz, hiç bir ağ bulamıyoruz.
uk: Нажаль, ми не можемо знайти жодної мережі
vi: Xin lỗi, chúng tôi không tìm thấy bất kỳ mạng nào
wa: Dji rgrete, nos n' avans savou nou raloyaedje.

source: Network connected
ar: شبكة متصلة
ast: Rede coneutada
ca@valencia: Connectat a la xarxa
cs: Síť připojena
da: Netværk er forbundet
de: Netzwerk verbunden
es: Red conectada
es_mx: Conectado a la red
fi: Verkkoyhteys muodostettu
fr: Réseau connecté
gl: Conectado á rede
id: Jaringan tersambung
ja: ネットワークに接続されています。
km: បាន​តភ្ជាប់​បណ្ដាញ
ms: Jaringan telah disambung
pa: ਨੈੱਟਵਰਕ ਕੁਨੈਕਟ ਹੈ
pl: Sieć przyłączona
pt: Ligado à rede
pt_br: Rede conectada
ru: Подключено к сети
sk: Sieť pripojená
sl: Povezan v omrežje
th: เชื่อมต่อเครือข่าย
tr: Ağa bağlanıldı
uk: Мережу підключено
vi: Mạng đã được kết nối
wa: Rantoele raloyeye

source: You're now connected to a wired network
ar: انت متصل الآن بشبكة سلكية
ast: Tas coneutáu a una rede con cable
ca@valencia: Esteu connectat a la xarxa per cable
cs: Nyní jste připojen ke drátové síti
da: Du er nu forbundet til et trådet netværk
de: Du bist mit einem drahtgebundenen Netzwerk verbunden
es: Estás conectado a una red con cable
es_mx: Ahora estás conectado a una red cableada
fi: Olet nyt yhdistettynä kiinteään langalliseen verkkoon
fr: Vous êtes connecté à un réseau par câble
gl: Ten conexión cunha rede con fíos
id: Anda kini tersambung ke jaringan ethernet
ja: 有線ネットワークに接続されています
km: ឥឡូវ​អ្នក​បាន​តភ្ជាប់​ទៅ​បណ្ដាញ​មាន​ខ្សែ
ms: Anda sekarang telah disambungkan ke jaringan dengan kabel.
pa: ਹੁਣ ਤੁਸੀਂ ਤਾਰ ਵਾਲੇ ਨੈੱਟਵਰਕ ਨਾਲ ਕੁਨੈਕਟ ਹੋ ਗਏ ਹੋ
pl: Nawiązano połączenie z siecią przewodową
pt: Está ligado a uma rede com fios
pt_br: Você agora está conectado a uma rede com fio
ru: Теперь вы подключены к проводной сети
sk: Teraz ste pripojený k drôtovej sieti
sl: Uspešno ste povezani v ožičeno omrežje
th: คุณเชื่อมต่อเครือข่ายแบบสายแล้ว
tr: Kablolu ağa bağlandınız
uk: Ви зараз підключені до кабельної мережі
vi: Bây giờ bạn đã kết nối đến mạng có dây
wa: Vos estoz asteure raloyî a ene rantoele avou fyi

source: You're now connected to %s, a %s network
ar: انت متصل الآن ب %s شبكة %s
ast: Tas coneutáu a %s, una rede %s
ca@valencia: Esteu connectat a %s a, a través d'una xarxa %s
cs: Nyní jste připojen k %s, %s síť
da: Du er nu forbundet til %s, et %s netværk
de: Du bist mit %s, einem %s-Netzwerk, verbunden
es: Estás conectado a %s, una red %s
es_mx: Ahora estás conectado a %s, una red %s
fi: Yhteys muodostettu kohteeseen %s (Yhteyskäytäntö: %s)
fr: Vous êtes connecté à %s, un réseau %s
gl: Ten conexión con %s, unha rede %s
id: Anda kini tersambung ke %s, suatu jaringan %s
ja: %s (%s ネットワーク) に接続されています
km: ឥឡូវ​អ្នក​បាន​ត​ភ្ជាប់​ទៅ %s, បណ្ដាញ %s
ms: Anda sekarang telah disambungkan ke %s, jaringan %s
pa: ਹੁਣ ਤੁਸੀਂ %s, ਇੱਕ %s ਨੈੱਟਵਰਕ, ਨਾਲ ਕੁਨੈਕਟ ਹੋ ਗਏ ਹੋ
pl: Nawiązano połączenie z %s, siecią %s.
pt: Está ligado a %s, uma rede %s
pt_br: Você está conectado a %s, uma rede %s
ru: Теперь вы подключены к %s, сети %s
sk: Teraz ste pripojený k %s, %s sieti
sl: Uspešno ste povezani z %s, omrežje %s
th: คุณเชื่อมต่อเครือข่าย %s %s แล้ว
tr: Şu an %s 'e bağlısınız, bir %s ağı
uk: Ви зараз підключені до %s, %s мережі
vi: Bây giờ bạn đã kết nối đến %s,mạng %s
wa: Vos estoz asteure raloyî a %s, ene rantoele %s

source: You're now connected to a %s network
ar: انت متصل الآن بشبكة %s
ast: Tas coneutáu a una rede %s
ca@valencia: Esteu connectat a una xarxa %s
cs: Nyní jste připojen k %s síti
da: Du er nu forbundet til et %s netværk
de: Du bist mit einem %s-Netzwerk verbunden
es: Estás conectado a una red %s
es_mx: Ahora estás conectado a una red %s
fi: Yhteys muodostettu verkkoon %s
fr: Vous êtes connecté à un réseau %s
gl: Ten conexión cunha rede %s
id: Anda kini tersambung ke suatu jaringan %s
ja: %s ネットワークに接続されています。
km: ឥឡូវ​អ្នក​បាន​ត​ភ្ជាប់​ទៅ​បណ្ដាញ %s
ms: Anda sekarang telah disambungkan ke jaringan %s
pa: ਹੁਣ ਤੁਸੀਂ %s ਨੈੱਟਵਰਕ ਨਾਲ ਕੁਨੈਕਟ ਹੋ ਗਏ ਹੋ।
pl: Nawiązano połączenie z siecią %s
pt: Está ligado a uma rede %s
pt_br: Você está conectado a uma rede %s
ru: Теперь вы подключены к сети %s
sk: Teraz ste pripojený k %s sieti
sl: Uspešno ste povezani v omrežje %s
th: คุณเชื่อมต่อเครือข่าย %s แล้ว
tr: Şu an bir %s ağına bağlısınız
uk: Тепер ви підключені до мережі %s
vi: Bây giờ bạn đã kết nối đến mạng %s
wa: Vos estoz asteure raloyî a ene rantoele %s

source: Network lost
ar: فقدت الشبكة
ast: Perdióse la rede
ca@valencia: S'ha perdut la connexió
cs: Síť ztracena
da: Mistede netværksforbindelse
de: Netzwerk verloren
es: Se ha perdido la red
es_mx: Red perdida
fi: Verkkoyhteys katkesi
fr: Réseau perdu
gl: Perdeuse a rede
id: Jaringan hilang
ja: ネットワークが失われました
km: បាន​បាត់​បណ្ដាញ
ms: Jaringan terputus
pa: ਨੈੱਟਵਰਕ ਗੁਆਚਿਆ
pl: Połączenie przerwane
pt: Ligação perdida
pt_br: Rede perdida
ru: Соединение с сетью потеряно
sk: Sieť stratená
sl: Omrežje izgubljeno
th: เครือข่ายไม่พบ
tr: Ağ bağlantısı kayboldu
uk: Мережу втрачено
vi: Mất mạng
wa: Rantoele pierdowe

source: Sorry, we've lost your wired connection
ar: للأسف انقطع اتصالك السلكي
ast: Perdióse la conexón con cable
ca@valencia: S'ha perdut la connexió per cable
cs: Promiňte, ale vaše drátové spojení bylo ztraceno
da: Beklager, du har mistet din trådede forbindelse
de: Leider ging deine drahtgebundene Verbindung verloren
es: Hemos perdido la conexión con cable
es_mx: Lo sentimos, hemos perdido te red cableada
fi: Kiinteä verkkoyhteys katkesi
fr: Désolé, nous avons perdu votre connexion par câble
gl: Perdeuse a conexión con fíos
id: Maaf, kami kehilangan sambungan ethernet anda
ja: 有線接続が失われました
km: សូម​ទោស, ពួក​យើង​បាន​បាត់​នូវ​ការ​ត​ភ្ជាប់​តាម​ខ្សែ របស់​អ្នក​ហើយ។
ms: Maaf, kami telah terputus dari sambungan dengan kabel anda
pa: ਅਫਸੋਸ, ਅਸੀਂ ਤੁਹਾਡਾ ਤਾਰ ਵਾਲਾ ਕੁਨੈਕਸ਼ਨ ਗੁਆ ਦਿੱਤਾ ਹੈ
pl: Niestety utraciliśmy połączenie z siecią przewodową
pt: Parece que perdeu a ligação com fios
pt_br: Sinto muito, nós perdemos sua conexão com fio
ru: Ваше проводное подключение потеряно
sk: Prepáčte, stratili sme pripojenie k drôtovej sieti
sl: Vaša ožičena povezava je bila prekinjena
th: เสียใจด้วย เราสูญเสียการเชื่อมต่อแบบสาย
tr: Üzgünüz, kablolu bağlantınızı yitirdik
uk: Нажаль, ми втратили кабельне з'єднання
vi: Xin lỗi, chúng tôi đã mất kết nối mạng có dây của bạn
wa: Dji rgrete, nos avans pierdou vosse raloyaedje avou fyi

source: Sorry we've lost your %s connection to %s
ar: للأسف انقطع اتصالك %s الى %s
ast: Perdióse la conexón %s a %s
ca@valencia: S'ha perdut la connexió %s a %s
cs: Promiňte, ale vaše %s spojení s %s bylo ztraceno
da: Beklager, du har mistet %s-forbindelsen til %s
de: Leider ging deine %s-Verbindung mit %s verloren
es: Hemos perdido la conexión %s a %s
es_mx: Sentimos haber perdido tu conexión %s a %s
fi: %s-yhteys kohteeseen %s katkesi
fr: Désolé, nous avons perdu votre connexion %s à %s
gl: Perdeuse a conexión %s a %s
id: Maaf, kami kehilangan sambungan %s ke %s
ja: %s への接続「%s」が失われました
km: សូម​ទោស, ពួក​យើង​បាន​បាត់​នូវ​ការ​ត​ភ្ជាប់​បណ្ដាញ %s របស់​អ្នកទៅ %s
ms: Maaf, kami telah terputus dari sambungan dengan %s anda ke jaringan %s
pa: ਅਫਸੋਸ, ਅਸੀਂ ਤੁਹਾਡਾ %s ਕੁਨੈਕਸ਼ਨ %s ਨਾਲੋਂ ਗੁਆ ਦਿੱਤਾ ਹੈ
pl: Niestety utraciliśmy połączenie %s z %s
pt: Parece que perdeu a ligação %s em %s
pt_br: Sinto muito, nós perdemos sua conexão %s a %s
ru: Ваше подключение %s к %s потеряно
sk: Prepáčte, stratili sme %s pripojenie k %s
sl: Vaša povezava %s s %s je bila prekinjena
th: เสียใจด้วย เราสูญเสียการเชื่อมต่อ %s ถึง %s
tr: Üzgünüz, %s bağlantınızı %s e kaybettik
uk: Нажаль, ми втратили ваше %s з'єднання з %s
vi: Xin lỗi, chúng tôi đã mất kết nối %s đến %s của bạn
wa: Dji rgrete, nos avans pierdou vosse raloyaedje %s a %s

source: Sorry, we've lost your %s connection
ar: للأسف انقطع اتصالك %s
ast: Perdióse la conexón %s
ca@valencia: S'ha perdut la connexió %s
cs: Promiňte, ale vaše %s spojení bylo ztraceno
da: Beklager, du har mistet %s-forbindelsen
de: Leider ging deine %s-Verbindung verloren
es: Hemos perdido la conexión %s
es_mx: Lo sentimos, hemos perdido tu conexión %s
fi: %s-yhteys katkesi
fr: Désolé, nous avons perdu votre connexion %s
gl: Perdeuse a conexión %s
id: Maaf, kami kehilangan sambungan %s anda
ja: %s 接続が失われました
km: សូម​ទោស, ពួក​យើង​បាន​បាត់​ការ​ត​ភ្ជាប់​បណ្ដាញ %s របស់​អ្នក
ms: Maaf, kami telah terputus dari sambungan %s anda
pa: ਅਫਸੋਸ, ਅਸੀਂ ਤੁਹਾਡਾ %s ਕੁਨੈਕਸ਼ਨ ਗੁਆ ਦਿੱਤਾ ਹੈ
pl: Niestety utraciliśmy połączenie %s
pt: Parece que perdeu a ligação %s
pt_br: Sinto muito, nós perdemos sua conexão %s
ru: Ваше подключение %s потеряно
sk: Prepáčte, stratili sme %s pripojenie
sl: Vaša povezava %s je bila prekinjena
th: เสียใจด้วย เราสูญเสียการเชื่อมต่อ %s
tr: Üzgünüz, %s bağlantınızı kaybettik
uk: Нажаль, ми втратили ваше %s з'єднання
vi: Xin lỗi, chúng tôi đã mất kết nối %s của bạn
wa: Dji rgrete, nos avans pierdou vosse raloyaedje %s

source: Network changed
ar: تم تغيير الشبكة
ast: Camudó la rede
ca@valencia: S'ha canviat de xarxa
cs: Síť změněna
da: Netværk ændret
de: Netzwerk gewechselt
es: Ha cambiado la red
es_mx: Se ha cambiado de red
fi: Verkko muuttunut
fr: Réseau modifié
gl: Cambiou a rede
id: Jaringan berubah
ja: ネットワークが変更されました
km: បាន​ប្ដូរ​បណ្ដាញ
ms: Jaringan diubah.
pa: ਨੈੱਟਵਰਕ ਬਦਲਿਆ
pl: Sieć zmieniona
pt: Rede alterada
pt_br: A rede mudou
ru: Сеть изменена
sk: Sieť zmenená
sl: Omrežje spremenjeno
th: เปลี่ยนแปลงเครือข่าย
tr: Ağ değişti
uk: Мережу змінено
vi: Hệ thống mạng đã được thay đổi
wa: Rantoele candjeye

source: Sorry, your connection to %s was lost. So we've connected you to a wired network
ar: للأسف انقطع اتصالك ب %s . تم وصلك الآن بشبكة سلكية
ast: Perdióse la conexón a %s, asina que coneutósete a una rede cableada.
ca@valencia: S'ha perdut la connexió %s de manera que s'ha connectat a la xarxa de cable.
cs: Promiňte, ale vaše spojení s %s bylo ztraceno. Takže jste byl připojen ke drátové síti
da: Beklager, du har mistet %s-forbindelsen, så vi har forbundet dig til et trådet netværk
de: Leider ging deine Verbindung mit %s verloren. Daher haben wir dich mit einem drahtgebundenen Netzwerk verbunden.
es: Hemos perdido la conexión a %s, así que te hemos conectado a una red cableada.
es_mx: Lo sentimos, tu conexión a %s se ha perdido. Así que te hemos conectado a una red cableada
fi: Yhteys kohteeseen %s katkesi. Verkkoyhteys muodostettu uudelleen langalliseen verkkoon.
fr: Désolé, nous avons perdu votre connexion à %s. Nous vous avons connecté à un réseau par câble
gl: Perdeuse a conexión a %s. Por iso conectase cunha rede con fíos
id: Maaf, sambungan anda ke %s terputus. Kami telah menyambungkan anda ke suatu jaringan ethernet.
ja: 「%s」への接続が失われたので、有線ネットワークに接続されました
km: សូម​ទោស, បាន​បាត់​ការ​ត​ភ្ជាប់​របស់​អ្នក​ទៅ​កាន់ %s ហើយ។ ដូច្នេះ​យើង​បាន​ត​ភ្ជាប់​ទៅ​កាន់​បណ្ដាញ​មាន​ខ្សែ​វិញ។
ms: Maaf, sambungan anda ke jaringan %s telah terputus. Jadi, kami telah menyambungkan anda ke jaringan dengan kabel
pa: ਅਫਸੋਸ, ਤੁਹਾਡਾ ਕੁਨੈਕਸ਼ਨ %s ਨਾਲ ਗੁਆਚ ਗਿਆ ਹੈ। ਇਸਕਰਕੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਤਾਰ ਵਾਲੇ ਕੁਨੈਕਸ਼ਨ ਨਾਲ ਕੁਨੈਕਟ ਕਰ ਦਿੱਤਾ ਹੈ।
pl: Niestety Twoje połączenie z %s zostało przerwane więc połączyliśmy Cię przewodowo
pt: Parece que perdeu a ligação a %s. Assim, ativámos a rede com fios.
pt_br: Sinto muito, mas sua conexão %s caiu. Portanto nós conectamos você a uma rede com fio
ru: Ваше подключение к %s потеряно. Мы подключили вас к проводной сети
sk: Prepáčte, pripojenie k %s bolo stratené. Preto sme vás pripojili k drôtovej sieti
sl: Vaša povezava z %s je bila prekinjena, sedaj ste povezani v ožičeno omrežje
th: เสียใจด้วย เราสูญเสียการเชื่อมต่อ %s เชื่อมต่อคุณกับเครือข่ายแบบสาย
tr: Üzgünüz %s bağlantınız kayboldu. Bu yüzden sizi kablolu bir ağa bağladık
uk: Нажаль, з'єднання з %s було втрачено. Тож ми з'єдналися з кабельною мережею
vi: Xin lỗi, kết nối mạng của bạn đến %s đã bị mất.Vì vậy chúng tôi kết nối bạn đến hệ thống mạng có dây
wa: Dji rgrete, vosse raloyaedje a %s a stî pierdou. Adon nos vs avans raloyî a ene rantoele avou fyi
