Repository: dawati/dawati-shell
Catalog: panels/networks/po/*.po
Languages: ar, ast, ca@valencia, cs, da, de, es, es_mx, fi, fr, gl, id, ja, km, ms, pa, pl, pt, pt_br, ru, sk, sl, th, tr, uk, vi, wa

source: Run in standalone mode
ar: شغل في وضع مستقل
ast: Executar en mou desatendíu
ca@valencia: Executa en mode autònom
cs: Spustit v samostatném režimu
da: Kør i standalone-tilstand
de: Im eigenständigen Modus ausführen
es: Ejecutar en modo desatendido
es_mx: Ejecutar en modo desatendido
fi: Suorita erillisessä tilassa
fr: Exécuter en mode autonome
gl: Executar en modo autónomo
id: Jalankan dalam moda berdiri sendiri
ja: スタンドアロン モードで実行する
km: រត់​នៅ​ក្នុង​របៀប​តែ​ឯង
ms: Jalankan dalam mod berdikari
pa: ਇੱਕਲੇ ਮੋਡ ਵਿੱਚ ਚਲਾਓ
pl: Uruchom w trybie samodzielnym
pt: Executar no modo à parte
pt_br: Executar no modo singular
ru: Запуск в автономном режиме
sk: Spustiť v samostatnom režime
sl: Poženi v samostojnem načinu
th: ทำงานในโหมดสแตนด์อะโลน
tr: Tek başına bağımsız çalış
uk: Виконати в автономному режимі
vi: Chạy với chế chuẩn đơn
wa: Enonder e môde mierseu

source: Embed in another window (overrides --standalone)
ar: تضمين في إطار جديد ( تجاوز -- مستقل )
ast: Encaxar n'otra ventana (desaniciar --independientes)
ca@valencia: Incrusta en una altra finestra (ignora --autònom)
cs: Vložit do jiného okna (potlačí --standalone)
da: Indlejr i et nyt vindue (overskriver --standalone)
de: In einem anderen Fenster einschließen (überschreibt -- Standalone)
es: Encajar en otra ventana (eliminar --independientes)
es_mx: Empotrar en otra ventana (ignora --standalone)
fi: Upota toiseen ikkunaan (korvaa erillisen)
fr: Intégrer dans une autre fenêtre (annule autonome)
gl: Incorporar a outra xanela (ignora --standalone)
id: Tempelkan ke jendela lain (menimpa --standalone)
ja: 他のウィンドウに組み込む (--standalone を上書き)
km: បង្កប់​នៅ​ក្នុង​ផ្ទាំង​វីនដូ​ផ្សេង (បដិសេធ --តែឯង)
pa: ਹੋਰ ਵਿੰਡੋ ਵਿੱਚ ਇੰਬੈੱਡ (--standalone ਅਣਡਿੱਠਾ)
pl: Osadź w innym oknie (nadpisuje opcję --standalone)
pt: Incorporar noutra janela (sobrepôe --standalone)
pt_br: Embutir em outra janela (substitui --autônomo)
ru: Добавлено в другом окне (замещает --отдельный)
sk: Zahrnúť v inom okne (prepíše --standalone)
sl: Vgrajeno v drugo okno (povozi --standalone)
uk: Вставити в іншому вікні (перекриває --автономнo)
vi: Nhúng trong cửa sổ khác (ghi đè - chuẩn đơn)
wa: Ravaler dins èn ôte purnea (sipotche --standalone)

source: Carrick connectivity applet
ar: تطبيق اتصال Carrick
ast: Applet de coneutividá Carrick
ca@valencia: Miniaplicació de connectivitat Carrick
cs: Doplněk pro připojitelnost Carrick
da: Carrick-forbindelsespanelprogram
de: Carrick Verbindungs-Applet
es: Applet de conectividad Carrick
es_mx: Applet de conectividad de Carrick
fi: Carrick-yhteyssovelma
fr: applette de connectivité Carrick
gl: Miniaplicativo de conectividade Carrick
id: Aplet konektivitas Carrick
ja: Carrick 接続アプレット
km: អាប់ផ្លេត​ការ​ត​ភ្ជាប់ Carrick
ms: Applet sambungan Carrick
pa: ਕੱਰਿਕ ਕੁਨੈਕਟਵਿਟੀ ਐਪਲਿਟ
pl: Aplet połączeń Carrick
pt: Miniaplicativo de ligação Carrick
pt_br: Miniaplicativo de conectividade Carrick
ru: Апплет для подключения Carrick
sk: Carrick aplet pre pripojenia
sl: Programček Carrick za povezovanje
th: แอพเพลทการเชื่อมต่อ Carrick
tr: Carrick bağlantı uygulaması
uk: аплет підключення Carrick
vi: Vi mã kết nối Carrick
wa: Aplikete Carrick di raloyåvisté

source: - Dawati connectivity applet
ar: - الارتباط ببريمج ميقو
ast: - Applet de coneutividá Dawati
gl: - Miniaplicativo de conectividade de Dawati
pa: - ਮੀਗੋ ਕੁਨੈਕਟਵਿਟੀ ਐਪਲਿਟ
pt_br: - Miniaplicativo de conectividade do Dawati
ru: — апплет подключения
sk: - Dawati aplet pre pripojenia
sl: – Dawati-v programček za povezovanje
uk: - аплет підключення Dawati
vi: - Vi mã kết nối Dawati

source: network
ar: شبكة
ast: Rede
ca@valencia: xarxa
cs: síť
da: netværk
de: Netzwerk
es: Red
es_mx: red
fi: verkko
fr: réseau
gl: rede
id: jaringan
ja: ネットワーク
km: បណ្ដាញ
ms: jaringan
pa: ਨੈੱਟਵਰਕ
pl: sieć
pt: rede
pt_br: rede
ru: сеть
sk: sieť
sl: omrežje
th: เครือข่าย
tr: ağ
uk: мережа
vi: Hệ thống mạng
wa: rantoele

source: Cellular Data Connection Wizard
ar: معالج اتصالات البيانات الخليوية
ast: Asistente pa coneutase a la rede de datos del teléfonu móvil
ca@valencia: Auxiliar de connexions de dades del mòbil
cs: Průvodce připojením buněčných dat
da: Guide til mobildataforbindelse
de: Wizard zur Zellulardaten-Verbindung
es: Asistente para conectarse a la red de datos del teléfono móvil
es_mx: Asistente de Conexión a la red celular de datos
fi: Ohjattu matkapuhelinverkkoyhteyden luominen
fr: Assistant de connexion de données cellulaires
gl: Asistente de conexión a datos de móbil
id: Wizard Sambungan Data Seluler
ja: 携帯データ接続ウィザード
km: ជំនួយ​ការ​ទិន្នន័យ​ការ​ត​ភ្ជាប់​ទូរស័ព្ទ​ចល័ត
ms: Bestari Sambungan Data Selular
pa: ਸੈਲੂਲਰ ਡਾਟਾ ਕੁਨੈਕਸ਼ਨ ਸਹਾਇਕ
pl: Połączenie komórkowe
pt: Assistente de ligação para telemóveis
pt_br: Assistente de conexão de dados de celular
ru: Мастер подключения сотовой системы подключения данных
sk: Sprievodca mobilným pripojením
sl: Čarovnik za mobilno podatkovno povezavo
th: ผู้ช่วยเชื่อมต่อข้อมูลโทรศัพท์มือถือ
tr: Hücresel Veri Bağlantı Sihirbazı
uk: Майстер Підключення Стільникових Даних
vi: Ma thuật kết nối dữ liệu di động
wa: Macrea di raloyaedje des dnêyes des telefones axhlåves

source: Select Country
ar: حدد الدولة
ast: Esbilla'l país
ca@valencia: Seleccioneu un país
cs: Vybrat zemi
da: Vælg land
de: Land auswählen
es: Selecciona el país
es_mx: Seleccionar país
fi: Valitse maa
fr: Sélectionner le pays
gl: Seleccione o país
id: Pilih Negara
ja: 国の選択
km: រើស​ប្រទេស
ms: Pilih Negara
pa: ਦੇਸ਼ ਚੁਣੋ
pl: Wybierz kraj
pt: Selecione o país
pt_br: Selecionar país
ru: Выберите страну
sk: Vyberte krajinu
sl: Izberite državo
th: เลือกประเทศ
tr: Ülke seçin
uk: Виберіть Країну
vi: Chọn quốc gia
wa: Tchoezi payis

source: Manual Configuration
ar: تكوين يدوي
ast: Configuración manual
ca@valencia: Configuració manual
cs: Ruční nastavení
da: Manuel konfiguration
de: Manuelle Konfiguriation
es: Configuración manual
es_mx: Configuración manual
fi: Määritys käsin
fr: Configuration manuelle
gl: Configuración manual
id: Konfigurasi Manual
ja: 手動で設定
km: ការ​កំណត់​ដោយ​ដៃ
ms: Aturan Manual
pa: ਦਸਤੀ ਸੰਰਚਨਾ
pl: Konfiguracja ręczna
pt: Configuração manual
pt_br: Configuração manual
ru: Ручная настройка
sk: Ručné konfigurácia
sl: Ročna nastavitev
th: คอนฟิกด้วยตนเอง
tr: Manuel konfigürasyon
uk: Ручне Налаштування
vi: Cấu hình bằng tay
wa: Apontiaedje al mwin

source: Plan Name (required):
ar: اسم الخطة (مطلوب):
ast: Nome del plan (obligatoriu):
ca@valencia: Nom del pla (obligatori):
cs: Název plánu (požadován):
da: Navn på adgangspunkt (påkrævet):
de: Planname (erforderlich):
es: Nombre del plan (obligatorio):
es_mx: Nombre del Plan (obligatorio):
fi: Liittymän nimi (pakollinen):
fr: Nom du plan (requis) :
gl: Nome do plan (requirido):
id: Nama Paket: (diperlukan)
ja: プラン名（必須）：
km: ឈ្មោះ​គម្រោង (ត្រូវ​ការ):
ms: Nama Pelan (diperlukan):
pa: ਪਲੈਨ ਨਾਂ (ਲਾਜ਼ਮੀ):
pl: Plan taryfowy: (wymagane)
pt: Nome do plano (obrigatório):
pt_br: Nome do plano (exigido):
ru: Название плана (обязательно):
sk: Názov tarifu (požadované):
sl: Ime paketa storitve (obvezno):
th: ชื่อแพลน (ต้องการ):
tr: Plan ismi (gerekli):
uk: Назва Плану (обов'язково):
vi: Tên kế hoạch (bắt buộc):
wa: No do plan (mezåjhe) :

source: Username:
ar: اسم المستخدم:
ast: Usuariu:
ca@valencia: Nom d'usuari:
cs: Uživatelské jméno:
da: Brugernavn:
de: Benutzername:
es: Usuario:
es_mx: Usuario:
fi: Käyttäjänimi:
fr: Nom d'utilisateur :
gl: Nome de usuario:
id: Nama pengguna:
ja: ユーザー名：
km: ឈ្មោះ​សមាជិក:
ms: Nama pengguna:
pa: ਯੂਜ਼ਰ-ਨਾਂ:
pl: Nazwa użytkownika:
pt: Utilizador:
pt_br: Nome do usuário:
ru: Имя пользователя:
sk: Používateľské meno:
sl: Uporabniško ime:
th: ชื่อผู้ใช้:
tr: Kullanıcı adı:
uk: Ім'я користувача:
vi: Tên đăng nhập:
wa: No di l' uzeu :

source: Password:
ar: كلمة السر:
ast: Contraseña:
ca@valencia: Contrasenya:
cs: Heslo:
da: Adgangskode:
de: Kennwort:
es: Contraseña:
es_mx: Contraseña:
fi: Salasana:
fr: Mot de passe :
gl: Contrasinal:
id: Kata sandi:
ja: パスワード：
km: ពាក្យ​សម្ងាត់:
ms: Kata laluan:
pa: ਪਾਸਵਰਡ:
pl: Hasło:
pt: Senha:
pt_br: Senha:
ru: Пароль:
sk: Heslo:
sl: Geslo:
th: รหัสผ่าน
tr: Şifre:
uk: Пароль:
vi: Mật khẩu:
wa: Sicret :

source: Gateway:
ar: بوابة:
ast: Puerta de salida:
ca@valencia: Passarel·la (gateway):
cs: Brána:
es: Puerta de salida:
es_mx: Puerta de salida:
fi: Yhdyskäytävä:
fr: Passerelle :
gl: Pasarela:
ja: ゲートウェイ：
km: ច្រក:
pa: ਗੇਟਵੇ:
pl: Bramka domyślna:
pt: Porta de ligação:
pt_br: Portal:
ru: Шлюз:
sk: Brána:
sl: Prehod:
th: เกตเวย์:
tr: Ağ geçidi:
uk: Шлюз:
vi: Cổng mạng:
wa: Pontea :

source: Primary DNS:
ar: DNS اساسي:
ast: DNS primariu:
ca@valencia: DNS primari:
cs: Primární DNS:
da: Primær DNS:
de: Primäre DNS:
es: DNS primario:
es_mx: DNS primario:
fi: Ensisijainen DNS:
fr: DNS primaire :
gl: DNS primario:
id: DNS primer:
ja: 一次 DNS：
km: DNS ដើម:
ms: DNS utama:
pa: ਪ੍ਰਾਇਮਰੀ DNS:
pl: Podstawowy DNS:
pt: DNS principal:
pt_br: DNS primário:
ru: Основной DNS:
sk: Primárne DNS:
sl: Glavni imenski strežnik:
tr: Birincil DNS:
uk: Первинний DNS:
vi: DNS sơ cấp:
wa: Prumî DNS :

source: Secondary DNS:
ar: DNS ثانوي:
ast: DNS secundariu:
ca@valencia: DNS secundari:
cs: Sekundární DNS:
da: Sekundær DNS:
de: Sekundäre DNS:
es: DNS secundario:
es_mx: DNS secundario:
fi: Toissijainen DNS:
fr: DNS secondaire :
gl: DNS secundario:
id: DNS sekunder:
ja: 二次 DNS：
km: DNS ទីពីរ:
ms: DNS kedua:
pa: ਸੈਕੰਡਰ DNS:
pl: Zapasowy DNS:
pt: DNS secundário:
pt_br: DNS secundário:
ru: Вторичный DNS:
sk: Sekundárne DNS:
sl: Drugi imenski strežnik:
tr: İkincil DNS:
uk: Вторинний DNS:
vi: DNS thứ cấp:
wa: Deujhinme DNS :

source: Tertiary DNS:
ar: DNS ثالث:
ast: DNS terciariu:
ca@valencia: DNS terciari:
cs: Terciární DNS:
da: Tertiær DNS:
de: Tertiäre DNS:
es: DNS terciario:
es_mx: DNS terciario:
fi: Ylimääräinen DNS:
fr: DNS tertiaire :
gl: DNS terciario:
id: DNS tersier:
ja: 三次 DNS：
km: DNS ទី៣:
ms: DNS ketiga:
pa: ਟਰਟਾਇਰੀ DNS:
pl: Drugi zapasowy DNS:
pt: DNS terciário:
pt_br: DNS terceiro:
ru: Третичный DNS:
sk: Terciárne DNS:
sl: Tretji imenski strežnik:
tr: Üçüncü DNS:
uk: Третинний DNS:
vi: DNS thứ ba:
wa: Troejhinme DNS :

source: Select your 3G Plan
ar: حدد خطة 3G
ast: Esbilla'l plan de datos 3G
ca@valencia: Seleccioneu el vostre pla 3G
cs: Vyberte svůj plán 3G
da: Vælg dit 3G-adgangspunkt
de: 3G Datenplan wählen
es: Selecciona el plan de datos 3G
es_mx: Selecciona tu plan 3G
fi: Valitse 3G-dataliittymäsi
fr: Sélectionner le plan 3G
gl: Seleccione o plan 3G
id: Pilih Jenis Paket 3G Anda
ja: 3G プランを選択してください
km: រើស​គម្រោង 3G របស់​អ្នក
ms: Pilih Pelan 3G anda
pa: ਆਪਣਾ 3G ਪਲੈਨ ਚੁਣੋ
pl: Wybierz swój plan taryfowy
pt: Selecione o dispositivo 3G
pt_br: Selecione o seu plano 3G
ru: Выберите свой план 3G
sk: Vyberte váš 3G tarif
sl: Izberite paket storitev 3G
th: เลือกแพลน 3G ของคุณ
tr: 3G planınızı seçin
uk: Виберіть ваш 3G План
vi: Chọn kế hoạch 3G của bạn
wa: Tchoezi vosse plan 3G

source: Select Provider
ar: حدد المزود
ast: Esbilla'l fornidor
ca@valencia: Seleccioneu un proveïdor
cs: Vybrat poskytovatele
da: Vælg udbyder
de: Provider wählen
es: Selecciona el proveedor
es_mx: Selecciona tu proveedor
fi: Valitse palveluntarjoaja
fr: Sélectionner le fournisseur
gl: Seleccione o fornecedor
id: Pilih Operator
ja: プロバイダーの選択
km: រើស​ក្រុម​ហ៊ុន​ទូរស័ព្ទ
ms: Pilih Pembekal
pa: ਪਰੋਵਾਇਡਰ ਚੁਣੋ
pl: Wybierz operatora
pt: Selecione o fornecedor
pt_br: Selecione provedor
ru: Выберите провайдер
sk: Vyberte poskytovateľa
sl: Izbrite ponudnika
th: เลือกผู้ให้บริการ
tr: Servis sağlayıcı seçin
uk: Виберіть Постачальника
vi: Chọn nhà cung cấp
wa: Tchoezi ahesseu

source: %s (Roaming)
ar: %s (تجوال)
ca@valencia: %s (Itinerant)
cs: %s (volání do zahraničí)
es: %s (itinerancia)
fi: %s (verkkovierailu)
fr: %s (Itinérance)
gl: %s (Itinerancia)
ja: %s (ローミング中)
km: %s (ពេល​ទៅ​ឆ្ងាយ)
pa: %s (ਰੋਮਿੰਗ)
ru: %s (роуминг)
sl: %s (gostovanje)
th: %s (การสัญจร)
uk: %s (Pоумінг)
vi: %s (chuyển vùng)
wa: %s (Priyî)

source: Select 3G Service
ar: حدد خدمة 3G
ast: Esbilla'l serviciu 3G
ca@valencia: Seleccioneu un servei 3G
cs: Vybrat službu 3G
da: Vælg 3G-tjeneste
de: 3G Service wählen
es: Selecciona el servicio 3G
es_mx: Selecciona el servicio 3G
fi: Valitse 3G-palvelu
fr: Sélectionner le service 3G
gl: Seleccione o servizo 3G
id: Pilih Layanan 3G
ja: 3G サービスの選択
km: រើស​សេវា​កម្ម 3G
ms: Pilih Servis 3G
pa: 3G ਸਰਵਿਸ ਚੁਣੋ
pl: Wybierz sieć komórkową
pt: Selecione o serviço 3G
pt_br: Selecione serviço 3G
ru: Выберите службу 3G
sk: Vyberte 3G službu
sl: Izberite storitev 3G
th: เลือกบริการ 3G
tr: 3G servisi seçin
uk: Оберіть Послугу 3G
vi: Chọn dịch vụ 3G
wa: Tchoezi siervice 3G

source: Network settings
ar: إعدادات الشبكة
ast: Configuración de rede
ca@valencia: Paràmetres de la connexió
cs: Nastavení sítě
da: Netværksindstillinger
de: Netzwerkeinstellungen
es: Configuración de red
es_mx: Ajustes de red
fi: Verkkoasetukset
fr: Paramètres réseau
gl: Configuración da rede
id: Tatanan jaringan
ja: ネットワークの設定
km: ការ​កំណត់​បណ្ដាញ
pa: ਨੈੱਟਵਰਕ ਸੈਟਿੰਗ
pl: Ustawienia sieci
pt: Definições de rede
pt_br: Configurações de rede
ru: Сетевые параметры
sk: Nastavenia sieťe
sl: Omrežne nastavitve
tr: Ağ ayarları
uk: Налаштування мережі
vi: Cài đặt mạng
wa: Tchuzes del rantoele

source: WiMAX
pa: ਵਾਈਮੈਕਸ

source: - MeeGo connectivity applet
ca@valencia: - Miniaplicació de connectivitat del MeeGo
cs: - Doplněk pro připojitelnost MeeGo
da: - MeeGo forbindelsespanelprogram
de: - MeeGo Verbindungs-Applet
es: - Applet de conectividad de MeeGo
es_mx: - applet de conectividad de MeeGo
fi: - MeeGo-yhteyssovelma
fr: - applette de connectivité MeeGo
id: - Aplet konektivitas MeeGo
ja: - Moblin 接続アプレット
km: - អាប់ផ្លេត​ការ​ត​ភ្ជាប់ MeeGo
pl: - połączenia sieciowe MeeGo
pt: - Miniaplicativo de ligação Meego
wa: - Aplikete di raloyåvisté da MeeGo

source: Your password is too long. For a WPA connection it needs to have fewer than 63 characters, you have %i
tr: Şifreniz çok uzun. WPA bağlantısı için şifreniz en fazla 63 karakter olmalı, sizinki %i

source: Your password is too long. For a WPA2 connection it needs to have fewer than 63 characters, you have %i
tr: Şifreniz çok uzun. WPA2 bağlantısı için şifreniz en fazla 63 karakter olmalı, sizinki %i

source: - Moblin connectivity applet
ms: - Applet sambungan Moblin
tr: - Moblin bağlantı uygulaması

source: Your password isn't the right length. For a WEP connection it needs to be either 10 or 28 characters, you have %i.
ms: Kata laluan anda bukan dalam bilangan panjang yang betul. Untuk sambungan WEP ia perlu sama ada 10 atau 29 karakter, anda memasukkan %i.

source: Your password is too long. For a WPA connection it needs to have fewer than 62 characters, you have %i
ms: Kata laluan anda terlalu panjang. Untuk sambungan WPA ia perlu maksimum 62 karakter, anda masukkan %i

source: Your password is too long. For a WPA2 connection it needs to have fewer than 62 characters, you have %i
ms: Kata laluan anda terlalu panjang. Untuk sambungan WPA2 ia perlu maksimum 62 karakter, anda masukkan %i
