Repository: dawati/dawati-shell
Catalog: panels/networks/po/*.po
Languages: ar, ast, ca@valencia, cs, da, de, es, es_mx, fi, fr, gl, id, ja, km, ms, pa, pl, pt, pt_br, ru, sk, sl, th, tr, uk, vi, wa

source: Missing required APN (service plan name)
ar: ينقص اسم نقطة الوصول المطلوبة
ast: El APN (nome del plan de serviciu) ye obligatoriu
ca@valencia: No es troba l'APN (nom del pla de servei) requerida
cs: Chybí požadované APN (název plánu služby)
da: Mangler påkrævet APN (navn på adgangspunkt)
de: Erforderliche APN (Name des Serviceplans) fehlt
es: El APN (nombre del plan de servicio) es obligatorio
es_mx: El APN (nombre del plan de servicio) es obligatorio
fi: Pakollinen APN puuttuu (liittymän palvelunimi)
fr: L'APN requis est manquant (nom du plan du service)
gl: Falta un punto de acceso (APN, nome do plan de servizo) necesario
id: APN (nama jenis langganan) yang diperlukan hilang
ja: 必要な APN がありません（サービスプラン名）
km: ខ្វះ APN (ឈ្មោះ​គម្រោង​សេវាកម្ម)
ms: Kekurangan APN yang diperlukan (nama pelan servis)
pa: ਲੋੜੀਦਾ APN ਗੁੰਮ ਹੈ (ਸਰਵਿਸ ਪਲੈਨ ਨਾਂ)
pl: Brak wymaganej nazwy APN (nazwa punktu dostępu)
pt: Falta a APN (nome do plano do serviço)
pt_br: Falta o APN (nome do plano de serviço) exigido
ru: Отсутствует необходимое APN (имя плана обслуживания)
sk: Chýba požadované APN (názov tarifu)
sl: Manjka obvezen APN (ime paketa storitev)
th: ข้อมูลไม่ครบ ต้องการ APN (ชื่อแพลนที่บริการ)
tr: Gerekli APN (servis plan ismi) eksik
uk: Відсутній необхідний APN (назва тарифного плану)
vi: Thiếu yêu cầu APN (tên kế hoạch dịch vụ)
wa: I manke l' APN k' ons a mezåjhe (no d' plan do siervice)

source: Internal Error: Invalid network service
ar: خطأ داخلي: خدمة شبكة غير صحيحة
ast: Fallu internu: el serviciu de rede nun ye válidu
ca@valencia: Error intern: el servei de xarxa no és vàlid
cs: Vnitřní chyba: Neplatná síťová služba
da: Intern fejl: Ugyldig netværkstjeneste
de: Interner Fehler: Ungültiger Netzwerkservice
es: Error interno: el servicio de red no es válido
es_mx: Error Interno: Servicio de red inválido
fi: Sisäinen virhe: Virheellinen verkkopalvelu
fr: Erreur critique : service réseau non valide
gl: Produciuse un erro interno: o nome do servizo non é correcto
id: Galat internal: Layanan jaringan tak valid
ja: 内部エラー： 無効なネットワークサービス
km: កំហុស​ផ្នែក​ក្នុង: សេវា​បណ្ដាញ​មិន​ត្រឹម​ត្រូវ
ms: Ralat Dalaman: Servis jaringan tidak sah
pa: ਅੰਦਰੂਨੀ ਗਲਤੀ: ਗਲਤ ਨੈੱਟਵਰਕ ਸਰਵਿਸ
pl: Błąd wewnętrzny: Błędna sieć
pt: Erro interno: serviço de rede inválido
pt_br: Erro interno: serviço de rede inválido
ru: Внутренняя ошибка: недопустимая сетевая служба
sk: Interná chyba: Neplatná sieťová služba
sl: Notranja napaka: neveljavna omrežna storitev
th: ผิดพลาดภายใน: บริการเครือข่ายไม่ถูกต้อง
tr: Dahili hata: Geçersiz ağ servisi
uk: Внутрішня Помилка: Невірна служба мережі
vi: Lỗi bên trong: dịch vụ mạng không hợp lệ
wa: Divintrinne aroke : Siervice rantoele nén valåbe

source: Critical Error: Unable to access Connection Manager
ar: خطأ حرج: لا يمكن الوصول لمدير الاتصالات
ast: Fallu críticu: nun hai accesu al xestor de conexones
ca@valencia: Error crític: no es pot accedir al gestor de connexions
cs: Vážná chyba: Nelze přistupovat ke správci spojení
da: Kritisk fejl: Kunne ikke få adgang til Forbindelseshåndteringen
de: Kritischer Fehler: Kein Zugang auf den Verbindungsmanager
es: Error crítico: no hay acceso al gestor de conexiones
es_mx: Error crítico: No se puede acceder al Administrador de conexiones
fi: Kriittinen virhe: Yhteyksien hallintaan ei saada yhteyttä
fr: Erreur critique : Impossible d'accéder à l'assistant de connexion
gl: Produciuse un erro crítico: non foi posíbel acceder ao Xestor de conexións
id: Galat Kritis: Tak bisa mengakses Manajer Sambungan
ja: 重大なエラー： 接続マネージャーにアクセスできません
km: កំហុស​គ្រោះ​ថ្នាក់: មិន​អា​ច​ចូល​ទៅ​កាន់​ឧបករណ៍​គ្រប់​គ្រង​ការ​ត​ភ្ជាប់
ms: Ralat Kritikal: Tidak dapat mengakses Pengurus Sambungan
pa: ਨਾਜ਼ੁਕ ਗਲਤੀ: ਕੁਨੈਕਸ਼ਨ ਮੈਨੇਜਰ ਵਰਤਣ ਲਈ ਅਸਮਰੱਥ
pl: Błąd krytyczny: Brak dostępu do Menedżera połączeń
pt: Erro crítico: incapaz de aceder ao gestor de ligações
pt_br: Erro crítico: não foi possível acessar o Gerenciador de conexões
ru: Критическая ошибка: невозможно получить доступ к мастеру подключений
sk: Kritická chyba: Nie je možný prístup k Správcovi pripojenia
sl: Kritična napaka: ni mogoče dostopati do Upravitelja povezav
th: ผิดพลาดร้ายแรง: ไม่ สามารถ เข้าถึง Connection Manager
tr: Kritik hata: Bağlantı yöneticisine bağlanamıyor
uk: Критична Помилка: Не вдається отримати доступ до Менеджера З'єднань
vi: Lỗi nghiêm trọng: Không thể truy cập Quản lý kết nối
wa: Aroke critike : Dji n' a sepou moussî e Manaedjeu do Raloyaedje

source: ERROR: No 3G Hardware detected
ar: خطأ: لم يوجد جهاز 3G
ast: ERROR: nun se deteutó'l hardware de 3G
ca@valencia: Error: no s'ha detectat cap dispositiu 3G
cs: CHYBA: Nezjištěno žádné vybavení 3G
da: FEJL: Ingen 3G-hardware fundet
de: FEHLER: Keine 3G Hardware wurde entdeckt
es: ERROR: no se ha detectado el hardware de 3G
es_mx: ERROR: No se detectó hardware 3G
fi: Virhe: 3G-laitteistoa ei havaittu
fr: ERREUR : Pas de matériel 3G détecté
gl: ERRO: Non se detectou hardware 3G
id: GALAT: Tak ada perangkat keras 3G yang terdeteksi
ja: エラー： 3G ハードウェアが検出されません
km: កំហុស: រក​មិន​ឃើញ​​ផ្នែក​រឹង 3G ណា​មួយ​ទេ
ms: RALAT: Tiada perkakasan 3G dikesan
pa: ਗਲਤੀ: ਕੋਈ 3G ਹਾਰਡਵੇਅਰ ਨਹੀਂ ਮਿਲਿਆ
pl: BŁĄD: Nie znaleziono modemu 3G
pt: Erro: não existe equipamento 3G
pt_br: ERRO: Nenhum hardware 3G detectado
ru: ОШИБКА: 3G-устройства не найдены
sk: CHYBA: Nebol nájdený žiaden 3G hardvér
sl: Napaka: ni moč zaznati strojne opreme za 3G
th: ผิดพลาด: ไม่พบอุปกรณ์ 3G
tr: HATA: 3G donanımı bulunamadı
uk: ПОМИЛКА: Не виявлено 3G обладнання
vi: LỖI: Không tìm thấy thiết bị 3G
wa: AROKE : Dji n' a nén trové d' éndjolreye 3G

source: %s encrypted
ar: %s مشفر
ast: %s cifráu
ca@valencia: Encriptat amb %s
cs: %s zašifrováno
da: %s-krypteret
de: %s verschlüsselt
es: %s cifrado
es_mx: %s encriptado
fi: Salattu: %s
fr: Chiffré %s
gl: %s cifrado
id: %s tersandi
ja: 暗合化されています： %s
km: បាន​អ៊ីនគ្រីប %s
pa: %s ਇੰਕ੍ਰਿਪਟਡ
pl: Szyfrowanie %s
pt: %s encriptada
pt_br: %s criptografado
ru: %s зашифровано
sk: %s šifrovanie
sl: Šifriranje %s
th: %s เข้ารหัส
tr: %s şifrelenmiş
uk: %s зашифрованo
vi: %s đã mã hóa
wa: %s ecripté

source: Fixed IP
ar: IP محدد
ast: IP fixa
ca@valencia: IP fixa
cs: Pevná IP
da: Fast IP
de: Feste IP
es: IP fija
es_mx: Se ha fijado la dirección IP
fi: Kiinteä IP
fr: IP Réparé
gl: IP fixo
id: IP tetap
ja: 固定 IP
km: IP ថេរ
pa: ਸਥਿਰ IP
pl: Stały IP
pt: IP fixo
pt_br: IP fixo
ru: Статический IP-адрес
sk: Statická IP
sl: Stalen IP
uk: Фіксований IP
vi: IP tĩnh
wa: IP nén candjante

source: Disconnect
ar: قطع الاتصال
ast: Desconeutase
ca@valencia: Desconnectat
cs: Odpojit
da: Afbryd forbindelse
de: Verbindung trennen
es: Desconectarse
es_mx: Desconectar
fi: Katkaise yhteys
fr: Déconnecter
gl: Desconectar
id: Putus
ja: 切断する
km: ផ្ដាច់
ms: Putuskan
pa: ਡਿਸ-ਕੁਨੈਕਟ ਕਰੋ
pl: Rozłącz
pt: Desligar
pt_br: Desconectar
ru: Отключить
sk: Odpojiť
sl: Prekini
th: ยกเลิกการเชื่อมต่อ
tr: Bağlantıyı kes
uk: Від'єднатись
vi: Ngắt kết nối
wa: Disraloyî

source: Connected
ar: متصل
ast: Coneutáu
ca@valencia: Connectat
cs: Spojeno
da: Forbundet
de: Verbunden
es: Conectado
es_mx: Conectado
fi: Yhdistetty
fr: Connecté
gl: Conectado
id: Tersambung
ja: 接続中
km: បាន​ភ្ជាប់
ms: Telah bersambung
pa: ਕੁਨੈਕਟ ਹੈ
pl: Połączono
pt: Ligado
pt_br: Conectado
ru: Подключено
sk: Pripojený
sl: Povezano
th: เชื่อมต่อ
tr: Bağlandı
uk: Підключено
vi: Đã kết nối
wa: Raloyî

source: Online
ar: متصل
ast: En llinia
ca@valencia: Connectat
cs: Připojen
es: En línea
es_mx: En línea
fi: Linjoilla
fr: En ligne
gl: En liña
id: Daring
ja: オンライン
km: នៅ​លើ​បណ្ដាញ
pa: ਆਨਲਾਈਨ
pl: Połączony
ru: Онлайн
sk: Pripojený
sl: Na zvezi
uk: На зв'язку
wa: So fyi

source: Cancel
ar: الغاء
ast: Encaboxar
ca@valencia: Cancel·la
cs: Zrušit
da: Annullér
de: Abbrechen
es: Cancelar
es_mx: Cancelar
fi: Peruu
fr: Annuler
gl: Cancelar
id: Batal
ja: キャンセル
km: បោះ​បង់
ms: Batal
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ru: Отменить
sk: Zrušiť
sl: Prekliči
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
wa: Rinoncî

source: Configuring
ar: يتم التكوين
ast: Configurando
ca@valencia: S'està configurant
cs: Nastavuje se
da: Konfigurerer
de: Konfigurieren
es: Configurando
es_mx: Configurando
fi: Määritetään
fr: En cours de configuration
gl: Configurando
id: Menata
ja: 設定中
km: កំពុង​កំណត់​សណ្ឋាន
ms: Mengatur
pa: ਸੰਰਚਨਾ ਜਾਰੀ
pl: Konfigurowanie
pt: Configurar
pt_br: Configurando
ru: Настройка
sk: Nastavovanie
sl: Nastavljanje
th: คอนฟิก
tr: Ayarlanıyor
uk: Налаштування
vi: Cấu hình
wa: Dj' aponteye

source: Associating
ar: اقتران
ast: Asociándose
ca@valencia: S'està associant
cs: Přiřazuje se
da: Associerer
de: Assoziieren
es: Asociándose
es_mx: Asociando
fi: Liitetään
fr: En cours d'association
gl: Asociando
id: Mengasosiasikan
ja: 関連付け中
km: កំពុង​បញ្ចូល​គ្នា
ms: Memasang
pa: ਸਬੰਧਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Przyłączanie
pt: Associação
pt_br: Associando
ru: Ассоциирование
sk: Spojovanie
sl: Povezovanje
th: ภาคี
tr: İlişkilendiriliyor
uk: Зв'язування
vi: Liên kết
wa: Dj' assoçnêye

source: Connect
ar: اتصال
ast: Coneutase
ca@valencia: Connectat
cs: Spojit
da: Forbind
de: Verbinden
es: Conectarse
es_mx: Conectar
fi: Yhdistä
fr: Connecter
gl: Conectar
id: Sambung
ja: 接続する
km: ត​ភ្ជាប់
ms: Sambung
pa: ਕੁਨੈਕਟ ਕਰੋ
pl: Połącz
pt: Ligar
pt_br: Conectar
ru: Подключить
sk: Pripojiť
sl: Poveži
th: เชื่อมต่อ
tr: Bağlan
uk: Приєднати
vi: Kết nối
wa: Raloyî

source: Connection failed
ar: فشل في الاتصال
ast: Falló la conexón
ca@valencia: Ha fallat la connexió
cs: Spojení se nezdařilo
da: Forbindelsen kunne ikke oprettes
de: Verbindung fehlgeschlagen
es: Falló la conexión
es_mx: Falló la conexión
fi: Yhteys epäonnistui
fr: Connexion non établie
gl: Produciuse un fallo na conexión
id: Sambungan gagal
ja: 接続に失敗しました
km: ការ​ត​ភ្ជាប់​មិន​បាន​សម្រេច
ms: Sambungan gagal
pa: ਕੁਨੈਕਸ਼ਨ ਫੇਲ੍ਹ ਹੈ
pl: Połączenie nie powiodło się
pt: Falha ao ligar
pt_br: A conexão falhou
ru: Сбой подключения
sk: Pripojenie zlyhalo
sl: Povezava ni uspela
th: เชื่อมต่อล้มเหลว
tr: Bağlantı başarısız
uk: Не вдалося встановити з'єднання
vi: Kết nối không thành công
wa: Li raloyaedje a fwait berwete

source: Sorry, the connection failed. You could try again.
ar: للأسف فشل الاتصال. يمكنك المحاولة من جديد
ast: Fallu na conexón. Inténtalo otra vegada.
ca@valencia: Ha fallat la connexió. Proveu de nou.
cs: Promiňte, ale spojení se nezdařilo. Můžete to zkusit znovu.
da: Beklager, forbindelsen kunne ikke oprettes. Du kan prøve igen.
de: Leider ist die Verbindung fehlgeschlagen. Du könntest es erneut versuchen.
es: Error en la conexión. Inténtalo otra vez.
es_mx: Lo sentimos, la conexión ha fallado. Intenta de nuevo.
fi: Yhteys epäonnistui. Voit yrittää uudelleen.
fr: Désolé, la connexion a échoué. Vous pouvez réessayer plus tard.
gl: Produciuse un fallou durante a conexión. Pódeo tentar de novo.
id: Maaf, sambungan gagal. Anda dapat mencoba lagi.
ja: 接続に失敗しました。再度接続してみてください。
km: សូម​ទោស, ការ​ត​ភ្ជាប់​មិន​បាន​សម្រេច​ទេ។ អ្នក​គួរ​ព្យាយាម​ម្ដង​ទៀត។
ms: Maaf, sambungan gagal. Anda boleh cuba lagi.
pa: ਅਫਸੋਸ, ਕੁਨੈਕਸ਼ਨ ਫੇਲ੍ਹ ਹੈ। ਤੁਸੀਂ ਬਾਅਦ 'ਚ ਕੋਸ਼ਿਸ਼ ਕਰ ਸਕਦੇ ਹੋ।
pl: Niestety połączenie nie powiodło się. Możesz spróbować jeszcze raz.
pt: Falha durante a ligação. Tente novamente.
pt_br: Sinto muito, mas a conexão falhou. Você pode tentar novamente.
ru: Сбой подключения, повторите попытку.
sk: Prepáčte, pripojenie zlyhalo. Skúste to znovu.
sl: Povezava ni uspela, poskusite lahko znova.
th: เสียใจด้วย การเชื่อมต่อล้มเหลว คุณควรลองใหม่อีกครั้ง
tr: Üzgünüz bağlantı başarısız. Yeniden deneyebilirsiniz.
uk: Нажаль, не вдалося встановити з'єднання. Ви можете спробувати ще раз.
vi: Xin lỗi, kết nối không thành công. Bạn có thể thử lại.
wa: Dji rgrete mins l' raloyaedje a fwait berwete. Vos pôrîz cor on côp sayî.

source: Disconnecting
ar: جاري قطع الاتصال
ast: Desconeutándose
ca@valencia: S'està desconnectant
cs: Odpojuje se
da: Afbryder forbindelse
de: Verbindung wird getrennt
es: Desconectándose
es_mx: Desconectando
fi: Katkaistaan yhteys
fr: En cours de déconnexion
gl: Desconectando
id: Memutus
ja: 切断中
km: កំពុង​ផ្ដាច់
ms: Memutuskan
pa: ਡਿਸ-ਕੁਨੈਕਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Rozłączanie
pt: A desligar
pt_br: Desconectando
ru: Отключение
sk: Odpojovanie
sl: Prekinjanje
th: กำลังยกเลิกการเชื่อมต่อ
tr: Bağlantı kesiliyor
uk: Відключення
vi: Ngắt kết nối
wa: Dji m' disraloye

source: Type password here
ar: اكتب كلمة السر هنا
ast: Escribi la contraseña
ca@valencia: Introduïu la contrasenya
cs: Zde zadejte heslo
da: Indtast adgangskode her
de: Kennwort hier eingeben
es: Escribe la contraseña
es_mx: Ingresa la contraseña aqui
fi: Syötä salasana tähän
fr: Tapez ici votre mot de passe
gl: Escriba aquí o contrasinal
id: Ketikkan kata sandi di sini
ja: パスワードを入力する
km: បញ្ចូល​ពាក្យ​សម្ងាត់​នៅ​ទីនេះ
ms: Taip kata laluan di sini
pa: ਇੱਥੇ ਪਾਸਵਰਡ ਲਿਖੋ
pl: Wpisz hasło
pt: Indique aqui a senha
pt_br: Digite a senha aqui
ru: Введите пароль здесь
sk: Sem napíšte heslo
sl: Sem vnesite gelso
th: พิมพ์รหัสผ่านที่นี่
tr: Şifreyi girin
uk: Введіть пароль тут
vi: Gõ mật khẩu ở đây
wa: Tapez chal li sicret

source: Really remove?
ar: أمتاكد من الازالة؟
ast: ¿De xuru quies desaniciar?
ca@valencia: Segur que voleu suprimir-la?
cs: Skutečně odstranit?
da: Vil du virkelig fjerne?
de: Wirklich entfernen?
es: ¿Eliminar? ¿seguro?
es_mx: Realmente quieres remover?
fi: Haluatko varmasti poistaa?
fr: Supprimer pour de vrai ?
gl: Ten certeza de querer eliminar?
id: Yakin dihapus?
ja: 削除しますか？
km: ចង់​ដក​ចេញណាស់​មែនទេ?
ms: Benar-benar buang?
pa: ਕੀ ਹਟਾਉਣਾ ਹੈ?
pl: Na pewno usunąć?
pt: Remover?
pt_br: Você realmente deseja remover?
ru: Действительно удалить?
sk: Skutočne odstrániť?
sl: Ali res želite odstraniti?
th: เอาออก ?
tr: Kaldırılsın mı?
uk: Дійсно видалити?
vi: Bạn thực sự muốn loại bỏ?
wa: Oister podbon ?

source: Do you want to remove the %s %s network? This will forget the password and you will no longer be automatically connected to %s.
ar: هل ترغب بازالة %s شبكة %s؟ سيقوم هذا بنسي كلمة السر ولن يمكنك الاتصال ب %s بشكل تلقائي.
ast: ¿Quies desaniciar la rede %s %s? Va escaecese la contraseña y nun te vas coneutar automáticamente a %s.
ca@valencia: Segur que voleu suprimir la xarxa %s %s? Si ho feu s'esborrarà la contrasenya i no podreu connectar-vos automàticament a %s.
cs: Chcete odstranit %s %s síť? Tím se zapomene heslo a vy už nadále nebudete automaticky připojen k %s.
da: Vil du fjerne %s %s netværk? Dette vil glemme adgangskoden og du vil ikke længere blive forbundet automatisk til %s.
de: Willst du das %s %s-Netzwerk entfernen? Das Kennwort geht damit verloren und es findet keine automatische Verbindung zu %s mehr statt.
es: ¿Deseas eliminar la red %s %s? Se olvidará la contraseña y no te conectarás automáticamente a %s.
es_mx: ¿Quieres remover la red %s %s? Se olvidará la contraseña y ya no te conectarás automáticamente a %s.
fi: Haluatko poistaa verkon nimeltä %s %s? Tämä poistaa salasanan muistista ja yhteyttä verkkoon %s ei enää muodosteta automaattisesti.
fr: Voulez-vous supprimer le réseau %s %s ? Cela éliminera le mot de passe et vous ne serez plus automatiquement connecté à %s.
gl: Quere eliminar a rede %s %s? Con isto esquécese o contrasinal e xa non poderá conectarse automaticamente a %s.
id: Anda ingin menghapus jaringan %s %s? Ini akan melupakan kata sandi dan anda tidak akan secara otomatis tersambung ke %s.
ja: %s %s ネットワークを削除しますか？ 削除するとパスワードが忘れられ、 %s に自動接続されなくなります。
km: តើ​អ្នក​ចង់​លុប​បណ្ដាញ %s %s ចោល​មែន​ទេ? វា​នឹង​បំភ្លេច​ពាក្យ​សម្ងាត់​របស់​អ្នក ហើយ​អ្នក​នឹង​មិន អាច​ធ្វើ​ការ​ត​ភ្ជាប់​ទៅ​កាន់ %s ដោយ​ស្វ័យ​ប្រវត្តិ​ទៀត​ទេ។
ms: Adakah anda mahu membuang jaringan %s %s? Ini akan mengakibatkan kata laluan padam dan anda tidak lagi disambung secara automatik ke jaringan %s.
pa: ਕੀ ਤੁਸੀਂ %s %s ਨੈੱਟਵਰਕ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਸ ਨਾਲ ਪਾਸਵਰਡ ਵੀ ਭੁੱਲਾ ਦਿੱਤਾ ਜਾਵੇਗਾ ਅਤੇ ਤੁਸੀਂ %s ਨਾਲ ਆਟੋਮੈਟਿਕ ਕੁਨੈਕਟ ਨਹੀਂ ਕਰ ਸਕੋਗੇ।
pl: Czy usunąć sieć %s %s? To spowoduje zapomnienie hasła i połączenie z %s nie będzie już automatycznie nawiązywane.
pt: Deseja remover a rede %s %s? Irá apagar a senha e já não vai conseguir ligar-se automaticamente a %s.
pt_br: Você deseja remover a rede %s %s? Isso irá esquecer a senha e você não será mais conectado automaticamente a %s.
ru: Удалить сеть %s %s? Это приведёт к потере пароля и невозможности автоматического подключения к %s.
sk: Chcete odstrániť %s %s sieť? Heslo bude zabudnuté a k %s nabudúce už nebudete pripojený automaticky.
sl: Ali res želite odstraniti omrežje %s %s? To bo zbrisalo geslo in onemogočilo samodejno povezavo z %s.
th: คุณต้องการเอาเครือข่าย %s %s ออก? รหัสผ่านจะไม่ถูกบันทึกและคุณจะ ไม่สามารถเชื่อมต่อ %s แบบอัตโนมัติได้อีก
tr: %s %s ağını silmek istiyor musunuz? Bu şifrenizi de kaybettirecek ve %s'e bir daha otomatik giriş yapamayacaksınız.
uk: Ви хочете видалити %s %s мережу? Це знищить збережений пароль, і ви не будете автоматично підключатись до %s.
vi: Bạn có muốn loại bỏ mạng %s %s? Mật khẩu của bạn sẽ không được nhớ và bạn sẽ không còn tự động kết nối đến %s.
wa: Voloz oister l' rantoele %s %s ? Ça frè kel sicret srè rovyî eyet vos n' såroz pus vs raloyî otomaticmint a %s.

source: Sorry, it looks like the IP address is not valid
ar: عذراً ، يبدو أن عنوان بروتوكول الإنترنت غير صالحة
ast: Paez que la direición IP nun ye válida
ca@valencia: Pareix que l'adreça IP no és vàlida
cs: Promiňte, ale vypadá to, že adresa IP není platná
da: Beklager, det ser ud til at IP-adressen ikke er gyldig
de: Leider ist die IP-Adresse ungültig.
es: Parece que la dirección IP no es válida
es_mx: Lo sentimos, parece que la dirección IP no es válida
fi: IP-osoite ei ole pätevä
fr: Désolé, il semble que l'adresse IP n'est pas valide
gl: Parece que o enderezo IP non é correcto
id: Maaf, sepertinya alamat IP tak valid
ja: 無効な IP アドレスです
km: សូម​ទោស, អាសយដ្ឋាន IP ដូច​ជាមិន​ត្រឹម​ត្រូវ​ទេ
pa: ਅਫਸੋਸ, IP ਐਡਰੈੱਸ ਠੀਕ ਨਹੀਂ ਜਾਪਦਾ ਹੈ
pl: Niestety, ten adres IP jest nieprawidłowy
pt: Desculpe, mas o endereço IP não é válido.
pt_br: Sinto muito, parece que o endereço de IP não é válido
ru: Некорректный IP-адрес
sk: Prepáčte, vyzerá to, že IP adresa nie je platná
sl: Izgleda, da naslov IP ni veljaven
uk: Вибачте, здається, ніби IP-адреса невірна
vi: Xin lỗi, địa chỉ IP không hợp lệ
wa: Dji rgrete mins i m' shonne ki l' adresse IP n' est nén valåbe

source: Sorry, it looks like the gateway address is not valid
ar: عذراً ، يبدو أن عنوان العبارة غير صالحة
ast: Paez que la direición de la puerta de salida nun ye válida
ca@valencia: Pareix que l'adreça de la passarel·la no és vàlida
cs: Promiňte, ale vypadá to, že adresa brány není platná
da: Beklager, det ser ud til at gatewayadressen ikke er gyldig
de: Leider ist die Gateway-Adresse ungültig.
es: Parece que la dirección de la puerta de salida no es válida
es_mx: Lo sentimos, parece que la dirección gateway no es válida
fi: Yhdyskäytävän osoite ei ole pätevä
fr: Désolé, il semble que la passerelle n'est pas valide
gl: Parece que o enderezo da pasarela non é correcto
id: Maaf, sepertinya alamat gateway tak valid
ja: 無効なゲートウェイ アドレスです
km: សូម​ទោស, អាសយដ្ឋាន​ច្រក ដូច​ជាមិន​ត្រឹម​ត្រូវ​ទេ
pa: ਅਫਸੋਸ, ਗੇਟਵੇ ਐਡਰੈੱਸ ਠੀਕ ਨਹੀਂ ਜਾਪਦਾ ਹੈ
pl: Niestety, ten adres bramy jest nieprawidłowy
pt: Desculpe, mas o endereço da porta de ligação não é válido.
pt_br: Sinto muito, parece que o endereço de gateway não é válido
ru: Некорректный адрес межсетевого шлюза
sk: Prepáčte, vyzerá to, že gateway adresa nie je platná
sl: Izgleda, da naslov prehoda ni veljaven
uk: Вибачте, здається, ніби адреса шлюзу невірна
vi: Xin lỗi, dường như địa chỉ cổng không hợp lệ
wa: Dji rgrete mins i m' shonne ki l' adresse do pontea n' est nén valåbe

source: Sorry, it looks like the subnet mask is not valid
ar: عذراً ، يبدو أن قناع الشبكة الفرعية غير صالح
ast: Paez que la mázcara de subnet nun ye válida
ca@valencia: Pareix que la màscara de subxarxa no és vàlida
cs: Promiňte, ale vypadá to, že maska podsítě není platná
da: Beklager, det ser ud til at undernetmasken ikke er gyldig
de: Leider ist die Subnet Mask ungültig.
es: Parece que la máscara de subnet no es válida
es_mx: Lo sentimos, parece que la máscara subnet no es válida
fi: Aliverkon peite ei ole pätevä
fr: Désolé, il semble que le masque de sous-réseau n'est pas valide
gl: Parece que máscara de subrede IP non é correcta
id: Maaf, sepertinya subnet mask tak valid
ja: 無効なサブネットマスク アドレスです
km: សូម​ទោស, subnet mask ដូច​ជា​មិន​ត្រឹម​ត្រូវ​ទេ
pa: ਅਫਸੋਸ, ਸਬਨੈੱਟ ਮਾਸਕ ਠੀਕ ਨਹੀਂ ਜਾਪਦਾ ਹੈ
pl: Niestety, ta maska podsieci jest nieprawidłowa
pt: Desculpe, mas a máscara de rede não é válida.
pt_br: Sinto muito, parece que a máscara subnet não é válida
ru: Некорректная маска подсети
sk: Prepáčte, vyzerá to, že maska podsiete nie je platná
sl: Izgleda, da maska podomrežja ni veljavna
uk: Вибачте, здається, ніби маска підмережі невірна
vi: Xin lỗi, dường như địa chỉ mạng con không hợp lệ
wa: Dji rgrete mins i m' shonne kel masse del sorrantoele n' est nén valåbe

source: Sorry, it looks like the nameserver address '%s' is not valid
ar: عذراً ، يبدو ان عنوان خادم الأسماء '%s' غير صالح
ast: Paez que la direición del sirvidor de nomes '%s' nun ye válida
ca@valencia: Pareix que l'adreça del servidor de noms '%s' no és vàlida
cs: Promiňte, ale vypadá to, že adresa jmenného serveru '%s' není platná
da: Beklager, det ser ud til at adressen på navneserveren "%s" ikke er gyldig
de: Leider ist die Nameserver-Adresse '%s ungültig.
es: Parece que la dirección del servidor de nombres '%s' no es válida
es_mx: Lo sentimos, parece que la dirección nameserver '%s' no es válida
fi: Nimipalvelimen osoite '%s' ei ole pätevä
fr: Désolé, il semble que l'adresse nameserver '%s' n'est pas valide
gl: Parece que o enderezo do servidor de nomes «%s» non é correcto
id: Maaf, sepertinya alamat nameserver '%s' tak valid
ja: 無効なネームサーバー アドレス「%s」です
km: សូម​ទោស, អាសយដ្ឋាន​ឈ្មោះ​ម៉ាស៊ីន​បម្រើ '%s' ដូច​ជា​មិន​ត្រឹម​ត្រូវ​ទេ
pa: ਅਫਸੋਸ, ਨੇਮ ਸਰਵਰ ਐਡਰੈੱਸ '%s' ਢੁੱਕਵਾਂ ਨਹੀਂ ਜਾਪਦਾ ਹੈ
pl: Niestety, serwer nazw '%s' jest nieprawidłowy
pt: Desculpe, mas o nome do servidor com endereço "%s" não é valido.
pt_br: Sinto muito, parece que o endereço do nameserver '%s' não é válido
ru: Некорректный адрес сервера преобразования имён «%s»
sk: Prepáčte, vyzerá to, že nameserver adresy '%s' nie je platný
sl: Izgleda, da naslov »%s« imenskega strežnika ni veljaven
uk: Вибачте, здається, ніби сервер імен '%s' невірний
vi: Xin lỗi, '%s' địa chỉ tên máy chủ không hợp lệ
wa: Dji rgrete mins i m' shonne ki l' adresse do sierveu d' nos « %s » n' est nén valåbe

source: Advanced
ar: متقدم
ast: Avanzáu
ca@valencia: Avançat
cs: Pokročilé
da: Avanceret
de: Erweitert
es: Avanzado
es_mx: Avanzado
fi: Lisäasetukset
fr: Avancé
gl: Avanzado
id: Tingkat lanjut
ja: 詳細
km: កម្រិត​ខ្ពស់
pa: ਤਕਨੀਕੀ
pl: Zaawansowane
pt: Avançado
pt_br: Avançado
ru: Расширенные
sk: Pokročilé
sl: Napredno
uk: Розширено
vi: Nâng cao
wa: Sipepieus

source: Log in
ar: تسجيل الدخول
ast: Aniciu de sesión
ca@valencia: Inicia una sessió
cs: Přihlásit se
da: Log ind
de: Anmeldung
es: Inicio de sesión
es_mx: Iniciar sesión
fi: Sisäänkirjautuminen
fr: S'enregistrer
gl: Acceder
id: Log masuk
ja: ログイン
km: ភ្ជាប់​ចូល
pa: ਲਾਗ ਇਨ
pl: Zaloguj się
pt: Iniciar sessão
ru: Вход
sk: Prihlásenie
sl: Prijavi
uk: Увійти
vi: Đăng nhập
wa: S' elodjî

source: Scanning
ar: جاري الفحص
ast: Escaneando
ca@valencia: S'està escanejant
cs: Prohledává se
da: Skanner
de: Suchen
es: Buscando
es_mx: Buscando
fi: Etsitään
fr: En cours d'analyse
gl: Examinando
id: Memindai
ja: スキャン中
km: កំពុង​ស្គែន
ms: Mengesan
pa: ਸਕੈਨ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Skanowanie
pt: Procurando
pt_br: Pesquisando
ru: Проверка
sk: Skenovanie
sl: Pregledovanje
th: กำลังแสกน
tr: Tarıyor
uk: Сканування
vi: Đang quét
wa: Dji corwaite
