Repository: dawati/dawati-shell
Catalog: panels/networks/po/*.po
Languages: ar, ast, ca@valencia, cs, da, de, es, es_mx, fi, fr, gl, id, ja, km, ms, pa, pl, pt, pt_br, ru, sk, sl, th, tr, uk, vi, wa

source: WPA2 encrypted
ar: مشفر WPA2
ast: Cifráu WPA2
ca@valencia: Encriptat amb WPA2
cs: WPA2 zašifrováno
da: WPA2-krypteret
de: WPA2 verschlüsselt
es: Cifrado WPA2
es_mx: Encriptado WPA2
fi: WPA2-salattu
fr: Chiffré WPA2
gl: WPA2 cifrado
id: Tersandi WPA2
ja: WPA2 暗合化
km: បាន​អ៊ិនគ្រីប WPA2
ms: Dikodkan dengan WPA2
pa: WPA2 ਇੰਕ੍ਰਿਪਟਡ
pl: Szyfrowana WPA2
pt: WPA2 encriptada
pt_br: WPA2 criptografado
ru: Шифрование WPA2
sk: WPA2 šiforvanie
sl: Šifriranje WPA2
tr: WPA2 şifrelenmiş
uk: WPA2 зашифровано
vi: Mã hóa WPA2
wa: WPA2 ecripté

source: Connect by:
ar: اتصل عن طريق :
ast: Coneutase con:
ca@valencia: Connectat per:
cs: Spojeno:
da: Forbind med:
de: Verbinden über:
es: Conectarse con:
es_mx: Conectado por:
fi: Muodosta yhteyden:
fr: Connecter par :
gl: Conectar por:
id: Sambung melalui:
ja: 次を使用して接続：
km: ត​ភ្ជាប់​ដោយ:
pa: ਕੁਨੈਕਟ ਕਰੋ:
pl: Połącz za pomocą:
pt: Ligar por:
pt_br: Conectar por:
ru: Подключить с помощью:
sk: Pripojiť pomocou:
sl: Vrsta naslova:
uk: Підключитися по:
vi: Kết nối bằng cách:
wa: Raloyî pa :

source: IP address:
ar: عنوان IP:
ast: Direición IP:
ca@valencia: Adreça IP:
cs: Adresa IP:
da: IP-adresse:
de: IP-Adresse:
es: Dirección IP:
es_mx: Dirección IP:
fi: IP-osoite:
fr: Adresse IP :
gl: Enderezo IP
id: Alamat IP:
ja: IP アドレス：
km: អាសយដ្ឋាន IP:
pa: IP ਐਡਰੈੱਸ:
pl: Adres IP
pt: Endereço IP:
pt_br: Endereço IP:
ru: IP-адрес:
sk: IP adresa:
sl: Naslov IP:
uk: IP-адреса:
vi: Địa chỉ IP:
wa: Adresse IP :

source: Subnet mask:
ar: قناع الشبكة الفرعية :
ast: Mázcara de subnet:
ca@valencia: Màscara de subxarxa:
cs: Maska podsítě:
da: Undernetmaske:
es: Máscara de subnet:
es_mx: Máscara subnet:
fi: Aliverkon peite:
fr: Masque de sous-réseau :
gl: Máscara de subrede:
ja: サブネットマスク：
pa: ਸਬਨੈੱਟ ਮਾਸਕ:
pl: Maska:
pt: Máscara de rede:
pt_br: Máscara subnet:
ru: Маска подсети:
sk: Maska podsiete:
sl: Maska podomrežja:
uk: Маска підмережі:
vi: Địa chỉ mạng con:
wa: Masse di sorrantoele :

source: Router:
ar: جهاز التوجيه :
ca@valencia: Encaminador (router):
cs: Směrovač:
es: Enrutador:
fi: Reititin:
fr: Routeur :
gl: Encamiñador:
ja: ルーター：
km: រ៉ោទ័រ:
pa: ਰਾਊਟਰ:
pl: Brama:
pt_br: Roteador:
ru: Маршрутизатор:
sl: Usmerjevalnik:
uk: Маршрутизатор:
vi: Bộ định tuyến:
wa: Routeu :

source: DNS:
ar: أسماء النطاقات :
sl: Imenski strežnik:

source: Static IP
ar: IP ثابت
ast: IP estática
ca@valencia: IP estàtica
cs: Statická IP
da: Statisk IP
de: Statische IP
es: IP estática
es_mx: Dirección IP estática
fi: Staattinen IP
fr: IP statique
gl: IP estático
id: IP statik
ja: 固定 IP
km: ឋិតិវន្ត IP
pa: ਸਥਿਰ IP
pl: Adres statyczny
pt: IP estático
pt_br: IP estático
ru: Статический IP-адрес
sk: Statická IP
sl: Stalni IP
uk: Статичний IP
vi: IP tĩnh
wa: IP nén candjante

source: Apply
ar: تطبيق
ast: Aplicar
ca@valencia: Aplica
cs: Použít
da: Tilføj
de: Anwenden
es: Aplicar
es_mx: Aplicar
fi: Hyväksy
fr: Appliquer
gl: Aplicar
id: Terapkan
ja: 適用
km: អនុវត្ត
pa: ਲਾਗੂ ਕਰੋ
pl: Zastosuj
pt: Aplicar
pt_br: Aplicar
ru: Применить
sk: Použiť
sl: Uveljavi
uk: Застосувати
vi: Áp dụng
wa: Mete èn ouve

source: VPN
ar: الشبكة الافتراضية الخاصة
pl: Sieci VPN
ru: Виртуальная частная сеть (VPN)

source: Your password isn't the right length. For a WEP connection it needs to be either 10 or 26 characters, you have %i.
ar: كلمة السر في الطول الخطأ. لاتصال WEP يتوجب ان تكون بين 10 الى 26 حرف وانت لديك %i
ast: La contraseña nun tien la llonxitú afayadiza. Una conexón WEP requier 10 o 26 carauteres. La to contraseña tien %i.
ca@valencia: La contrasenya no té la llargada correcta. Per a connexions WEP són necessaris 10 o 26 caràcters; n'heu introduït %i.
cs: Vaše heslo nemá správnou délku. Pro spojení WEP je potřeba, aby mělo buď 10 nebo 26 znaků, pokud máte %i.
da: Din adgangskode har ikke den rette længde. Til en WEP-forbindelse skal den være enten 10 eller 26 tegn. Du har %i.
de: Dein Kennwort hat nicht die erforderliche Länge. Für eine WEP-Verbindung muss es entweder 10 oder 26 Zeichen haben, du hast %i.
es: La contraseña no tiene la longitud adecuada. Una conexión WEP requiere 10 o 26 caracteres. Tu contraseña tiene %i.
es_mx: Tu contraseña no tiene la longitud correcta. Para una conexión WEP se necesitan 10 o 26 caracteres, tu tienes %i.
fi: Salasanasi ei ole oikean mittainen. WEP-yhteyteen sen pitää olla 10 tai 26 merkkiä, sinulla on %i.
fr: Votre mot de passe n'est pas de la bonne longueur. Pour une connexion WEP, il doit contenir 10 ou 26 caractères, au lieu de %i.
gl: Este contrasinal non ten unha lonxitude axeitada. Nas conexións WEP ha de ter ou 10 ou 26 caracteres; ten %i.
id: Panjang kata sandi Anda salah. Bagi sambungan WEP panjangnya mesti 10 atau 26 karakter, Anda punya %i.
ja: パスワードの長さが正しくありません。WEP 接続には、10 文字または 28 文字必要ですが、これは %i 文字です。
km: ពាក្យ​សម្ងាត់​របស់​អ្នក មិន​ត្រឹម​ត្រូវ​នឹង​ប្រវែង​កំណត់​ទេ។ សម្រាប់​ការ​ត​ភ្ជាប់ WEP ត្រូវ​ការ​ឲ្យ​មាន ១០ ឬ ២៦​តួ, តែ​អ្នក​មានតែ %i តួ​ប៉ុណ្ណោះ។
pa: ਤੁਹਾਡੇ ਪਾਸਵਰਡ ਦੀ ਠੀਕ ਲੰਬਾਈ ਨਹੀਂ ਹੈ। WEP ਕੁਨੈਕਸ਼ਨ ਲਈ, ਇਸ ਦੀ ਲੰਬਾਈ ਜਾਂ ਤਾਂ 10 ਜਾਂ 26 ਅੱਖਰ ਹੋਣੀ ਲਾਜ਼ਮੀ ਹੈ, ਤੁਸੀਂ %i ਰੱਖੇ ਹਨ।
pl: Podane hasło ma niewłaściwą długość. Połączenie WEP wymaga 10 lub 26 znaków, wpisano %i.
pt: A senha não tem o tamanho correto. Para ligações WEP, a senha tem que ter entre 10 e 26 caracteres e você tem %i.
pt_br: Sua senha não tem o comprimento correto. Para uma conexão WEP ela precisa ter 10 ou 26 caracteres, e a sua tem %i.
ru: Пароль содержит неправильное количество символов. Для подключения WEP он должен содержать 10 или 26 символов, у вас — %i.
sk: Vaše heslo nemá správnu dĺžku. Pre WEP pripojenie musí mať 10 alebo 26 znakov, vy máte %i.
sl: Napačna dolžina gesla, za povezavo WEP mora biti dolgo 10 ali pa 26 znakov, vi ste jih vnesli %i.
th: รหัสผ่านของคุณความยาวไม่ถูก สำหรับการเชื่อมต่อ WEP ต้องการอย่างน้อย 10 หรือ 26 ตัวอักษร คุณมีแค่ %i.
tr: Şifrenizin uzunluğu uygun değil. WEP bağlantısı için şifreniz 10 ya da 26 karakter olmalı, sizinki %i
uk: Ваш пароль невірної довжини. Для зв'язку WEP він повинний містити 10 або 26 символів, ви маєте %i.
vi: Mật khẩu của bạn không đủ độ dài. Kết nối WEP cần phải có 10 hoặc 26 ký tự, bạn có %i.
wa: Vosse sicret n' est nén del boune longueur. Pos on raloyaedje WEP, i fåt k' i soeye soeye-t i 10 oudonbén 26 caracteres, vos nd avoz %i.

source: Your password is too short. For a WPA connection it needs to be at least 8 characters long, you have %i
ar: كلمة السر قصيرة. اتصال WPA يحتاج الى 8 احرف على الأقل وانت لديك %i
ast: La contraseña ye enforma curtia. Una conexón WPA requier al menos 8 carauteres. La to contraseña tien %i.
ca@valencia: La contrasenya és massa curta. Per a connexions WPA són necessaris com a mínim 8 caràcters; n'heu introduït %i
cs: Vaše heslo je příliš krátké. Pro spojení WEP je potřeba, aby mělo alespoň 8 znaků, pokud máte %i.
da: Din adgangskode er for kort. Til en WPA-forbindelse skal den være mindst 8 tegn lang. Du har %i
de: Dein Kennwort ist zu kurz. Für eine WPA-Verbindung muss es mindestens 8 Zeichen lang sein, du hast %i
es: La contraseña es demasiado corta. Una conexión WPA requiere al menos 8 caracteres. Tu contraseña tiene %i.
es_mx: Tu contraseña es demasiado corta. Para una conexión WPA se necesitan al menos 8 caracteres, tu tienes %i.
fi: Salasanasi on liian lyhyt. WPA-yhteyteen sen pitää olla ainakin kahdeksan merkkiä, sinulla on %i
fr: Votre mot de passe est trop court. Pour une connexion WPA, il doit contenir au moins 8 caractères, au lieu de %i
gl: Este contrasinal é curto de máis. Nas conexións WPA ha de ter un mínimo de oito caracteres; ten %i.
id: Kata sandi Anda terlalu pendek. Bagi sambungan WPA panjangnya paling tidak 8 karakter, Anda punya %i
ja: パスワードが短すぎます。WPA 接続には、少なくとも 8 文字必要ですが、これは %i 文字です
km: ពាក្យ​សម្ងាត់​របស់​អ្នក​ខ្លី​ណាស់។ សម្រាប់​ការ​ត​ភ្ជាប់ WPA ត្រូវ​ការ​យ៉ាងតិច ៨តួ, តែ​អ្នក​មានតែ %i តួ​ប៉ុណ្ណោះ។
ms: Kata laluan anda terlalu pendek. Untuk sambungan WPA ia perlu sekurang-kurangnya 8 karakter, anda masukkan %i
pa: ਤੁਹਾਡਾ ਪਾਸਵਰਡ ਬਹੁਤ ਛੋਟਾ ਹੈ। WPA ਕੁਨੈਕਸ਼ਨ ਲਈ ਘੱਟੋ-ਘੱਟ 8 ਅੱਖਰ ਹੋਣੇ ਲਾਜ਼ਮੀ ਹਨ, ਤੁਸੀਂ %i ਹੀ ਦਿੱਤੇ ਹਨ।
pl: Podane hasło jest zbyt krótkie. Połączenie WPA wymaga co najmniej 8 znaków, wpisano %i.
pt: A senha é muito pequena. Para ligações WPA, a senha tem que ter um mínimo de 8 caracteres e você tem %i.
pt_br: Sua senha é muito curta. Para uma conexão WPA ela precisa ter no mínimo 8 caracteres, e a sua tem %i
ru: Слишком короткий пароль. Для подключения WPA он должен состоять минимум из 8 символов, у вас — %i
sk: Vaše heslo je príliš krátke. Pre WPA pripojenie musí byť aspoň 8 znakov dlhé,vy máte %i
sl: Napačna dolžina gesla, za povezavo WPA mora biti dolgo vsaj 8 znakov, vi ste jih vnesli %i
th: รหัสผ่านของคุณสั้นเกินไป สำหรับการเชื่อมต่อ WPA ต้องการความยาวอย่างน้อย 8 ตัวอักษร คุณมีแค่ %i.
tr: Şifreniz çok kısa. WPA bağlantısı için şifreniz en az 8 karakter olmalı, sizinki %i
uk: Ваш пароль занадто короткий. Для з'єднання WPA він повинний бути не менше ніж 8 символів, у вас є %i
vi: mật khẩu của bạn quá ngắn. Kết nối WPA cần phải có ít nhất 8 ký tự, bạn có %i
wa: Vosse sicret est trop court. Pos on raloyaedje WPA, i fåt k' i soeye pol moens long di 8 caracteres, vos nd avoz %i.

source: Your password is too long. For a WPA connection it needs to have fewer than 64 characters, you have %i
ar: كلمة المرور طويلة. للاتصال بشبكة WAP يجب أن تكون أقل من 64 حرف ، انت ادخلت %i
ast: La contraseña ye enforma llarga. Una conexón WPA requier menos de 64 carauteres. La to contraseña tien %i.
ca@valencia: La contrasenya és massa llarga. Per a connexions WPA són necessaris com a mínim 64 caràcters; n'heu introduït %i
cs: Vaše heslo je příliš dlouhé. Pro spojení WEP je potřeba, aby mělo méně než 64 znaků, pokud máte %i.
da: Din adgangskode er for lang. Til en WPA-forbindelse skal der være færre end 64 tegn. Du har %i
de: Dein Kennwort ist zu lang. Für eine WPA-Verbindung muss es weniger als 64 Zeichen haben, du hast %i
es: La contraseña es demasiado larga. Una conexión WPA requiere menos de 64 caracteres. Tu contraseña tiene %i
es_mx: Tu contraseña es demasiado larga. Para una conexión WPA se necesitan menos de 64 caracteres, tu tienes %i
fi: Salasanasi on liian pitkä. WPA-yhteyteen sen pitää olla vähemmän kuin 64 merkkiä, sinulla on %i
fr: Votre mot de passe est trop long. Pour une connexion WPA, il doit contenir moins de 64 caractères, au lieu de %i
gl: Este contrasinal é longo de máis. Nas conexións WPA ha de ter menos de 64 caracteres; ten %i.
id: Kata sandi Anda terlalu panjang. Bagi sambungan WPA panjangnya mesti kurang dari 64 karakter, Anda punya %i
ja: パスワードが長すぎます。WPA 接続には、64 文字より少なくなければなりませんが、これは %i 文字です
km: ពាក្យ​សម្ងាត់​របស់​អ្នក​វែង​ណាស់។ សម្រាប់​ការ​ត​ភ្ជាប់ WPA ត្រូវ​ការ​តិច​ជាង ៦៤​តួ, តែ​អ្នក​មាន​ដល់​ទៅ %i តួ។
pa: ਤੁਹਾਡਾ ਪਾਸਵਰਡ ਬਹੁਤ ਵੱਡਾ ਹੈ। WPA ਕੁਨੈਕਸ਼ਨ ਲਈ 64 ਅੱਖਰਾਂ ਤੋਂ ਘੱਟ ਹੋਣੇ ਲਾਜ਼ਮੀ ਹਨ, ਤੁਸੀਂ %i ਦਿੱਤੇ ਹਨ।
pl: Podane hasło jest zbyt długie. Połączenie WPA wymaga mniej niż 63 znaków, wpisano %i.
pt: A senha é muito grande. Para ligações WPA, a senha tem que ter menos que 64 caracteres e você tem %i.
pt_br: Sua senha é muito longa. Para uma conexão WPA ela precisa ter menos que 64 caracteres, e a sua tem %i
ru: Слишком длинный пароль. Для подключения WPA пароль должен быть не длиннее 64 символов; у вас — %i
sk: Vaše heslo je príliš dlhé. Pre zabezpečenie WPA musí mať menej ako 64 znakov, vaše má %i
sl: Geslo je predolgo. Za povezavo WPA mora biti krajše od 64 znakov, vi ste jih vnesli %i
uk: Ваш пароль занадто довгий. Для з'єднання WPA він повинний мати менше ніж 64 символи, у вас є %i
vi: Mật khẩu của bạn quá dài. Kết nối WPA cần phải ít hơn 64 ký tự, bạn có %i
wa: Vosse sicret est trop long. Pos on raloyaedje WPA, i fåt k' il åye moens di 64 caracteres, vos nd avoz %i.

source: Your password is too short. For a WPA2 connection it needs to be at least 8 characters long, you have %i
ar: كلمة السر قصيرة. اتصال WPA2 يحتاج على الاقل 8 احرف وانت لديك %i
ast: La contraseña ye enforma curtia. Una conexón WPA2 requiere al menos 8 carauteres. La to contraseña tien %i.
ca@valencia: La contrasenya és massa curta. Per a connexions WPA2 són necessaris com a mínim 8 caràcters; n'heu introduït %i
cs: Vaše heslo je příliš krátké. Pro spojení WPA2 je potřeba, aby mělo alespoň 8 znaků, pokud máte %i.
da: Din adgangskode er for kort. Til en WPA2-forbindelse, skal den være mindst 8 tegn lang. Du har %i
de: Dein Kennwort ist zu kurz. Für eine WPA-Verbindung muss es mindestens 8 Zeichen lang sein, du hast %i
es: La contraseña es demasiado corta. Una conexión WPA2 requiere al menos 8 caracteres. Tu contraseña tiene %i.
es_mx: Tu contraseña es demasiado corta. Para una conexión WPA2 se necesitan al menos 8 caracteres, tu tienes %i.
fi: Salasanasi on liian lyhyt. WPA2-yhteyteen sen pitää olla ainakin kahdeksan merkkiä, sinulla on %i
fr: Votre mot de passe est trop court. Pour une connexion WPA2, il doit contenir au moins 8 caractères, au lieu de %i
gl: Este contrasinal é curto de máis. Nas conexións WP2A ha de ter ao menos 8 caracteres; ten %i.
id: Kata sandi Anda terlalu pendek. Bagi sambungan WPA2 panjangnya paling tidak 8 karakter, Anda punya %i
ja: パスワードが短すぎます。WPA2 接続には、少なくとも 8 文字必要ですが、これは %i 文字です
km: ពាក្យ​សម្ងាត់​របស់​អ្នក​ខ្លី​ណាស់។ សម្រាប់​ការ​ត​ភ្ជាប់ WPA2 ត្រូវ​ការ​យ៉ាងតិច ៨តួ, តែ​អ្នក​មានតែ %i តួ​ប៉ុណ្ណោះ។
ms: Kata laluan anda terlalu pendek. Untuk sambungan WPA2 ia perlu sekurang-kurangnya 8 karakter, anda masukkan %i
pa: ਤੁਹਾਡਾ ਪਾਸਵਰਡ ਬਹੁਤ ਛੋਟਾ ਹੈ। WPA2 ਕੁਨੈਕਸ਼ਨ ਲਈ ਘੱਟੋ-ਘੱਟ 8 ਅੱਖਰ ਹੋਣੇ ਲਾਜ਼ਮੀ ਹਨ, ਤੁਸੀਂ %i ਹੀ ਦਿੱਤੇ ਹਨ।
pl: Podane hasło jest zbyt krótkie. Połączenie WPA2 wymaga co najmniej 8 znaków, wpisano %i.
pt: A senha é muito pequena. Para ligações WPA2, a senha tem que ter um mínimo de 8 caracteres e você tem %i.
pt_br: Sua senha é muito curta. Para uma conexão WPA2 ela precisa ter no mínimo 8 caracteres, e a sua tem %i
ru: Слишком короткий пароль. Для подключения WPA2 он должен состоять минимум из 8 символов, у вас — %i
sk: Vaše heslo je príliš krátke. Pre WPA2 pripojenie musí byť aspon 8 znakov dlhé, vy máte %i
sl: Napačna dolžina gesla, za povezavo WPA2 mora biti dolgo vsaj 8 znakov, vi ste jih vnesli %i
th: รหัสผ่านของคุณสั้นเกินไป สำหรับการเชื่อมต่อ WPA2 ต้องการความยาวอย่างน้อย 8 ตัวอักษร คุณมีแค่ %i.
tr: Şifreniz çok kısa. WPA2 bağlantısı için şifreniz en az 8 karakter olmalı, sizinki %i
uk: Ваш пароль занадто короткий. Для WPA2 зв'язку він повинний бути не менше ніж 8 символів, у вас є %i
vi: mật khẩu của bạn quá ngắn. Kết nối WPA2 cần phải có ít nhất 8 ký tự, bạn có %i
wa: Vosse sicret est trop court. Pos on raloyaedje WPA2, i fåt k' i soeye pol moens long di 8 caracteres, vos nd avoz %i.

source: Your password is too long. For a WPA2 connection it needs to have fewer than 64 characters, you have %i
ar: كلمة المرور طويلة. للاتصال بشبكة WAP2 يجب أن تكون أقل من 64 حرف ، انت ادخلت %i
ast: La contraseña ye enforma llarga. Una conexón WPA2 requier menos de 64 carauteres. La to contraseña tien %i.
ca@valencia: La contrasenya és massa llarga. Per a connexions WPA2 són necessaris com a mínim 64 caràcters; n'heu introduït %i
cs: Vaše heslo je příliš dlouhé. Pro spojení WPA2 je potřeba, aby mělo méně než 64 znaků, pokud máte %i.
da: Din adgangskode er for lang. Til en WPA2-forbindelse skal der være færre end 64 tegn. Du har %i
de: Dein Kennwort ist zu lang. Für eine WPA2-Verbindung muss es weniger als 64 Zeichen haben, du hast %i
es: La contraseña es demasiado larga. Una conexión WPA2 requiere menos de 64 caracteres. Tu contraseña tiene %i
es_mx: Tu contraseña es demasiado larga. Para una conexión WPA2 se necesitan menos de 64 caracteres, tu tienes %i
fi: Salasanasi on liian pitkä. WPA2-yhteyteen sen pitää olla vähemmän kuin 64 merkkiä, sinulla on %i
fr: Votre mot de passe est trop long. Pour une connexion WPA2, il doit contenir moins de 64 caractères, au lieu de %i
gl: Este contrasinal é longo de máis. Nas conexións WPA2 ha de ter menos de 64 caracteres; ten %i.
id: Kata sandi Anda terlalu panjang. Bagi sambungan WPA2 panjangnya mesti kurang dari 64 karakter, Anda punya %i
ja: パスワードが長すぎます。WPA2 接続には、64 文字より少なくなければなりませんが、これは %i 文字です。
km: ពាក្យ​សម្ងាត់​របស់​អ្នក​វែង​ណស់។ សម្រាប់​ការ​តភ្ជាប់ WPA2 ត្រូវ​ការ​តិច​ជាង ៦៤​តួ, តែ​អ្នក​មានដល់​ទៅ %i តួ។
pa: ਤੁਹਾਡਾ ਪਾਸਵਰਡ ਬਹੁਤ ਵੱਡਾ ਹੈ। WPA2 ਕੁਨੈਕਸ਼ਨ ਲਈ 64 ਅੱਖਰਾਂ ਤੋਂ ਘੱਟ ਹੋਣੇ ਲਾਜ਼ਮੀ ਹਨ, ਤੁਸੀਂ %i ਦਿੱਤੇ ਹਨ।
pl: Podane hasło jest zbyt długie. Połączenie WPA2 wymaga mniej niż 63 znaków, wpisano %i.
pt: A senha é muito grande. Para ligações WPA2, a senha tem que ter menos que 64 caracteres e você tem %i.
pt_br: Sua senha é muito longa. Para uma conexão WPA2 ela precisa ter menos que 64 caracteres, e a sua tem %i
ru: Слишком длинный пароль. Для подключения WPA2 пароль должен быть не длиннее 64 символов; у вас — %i
sk: Vaše heslo je príliš dlhé. Pre zabezpečenie WPA2 musí mať menej ako 64 znakov, vaše má %i
sl: Geslo je predolgo. Za povezavo WPA2 mora biti krajše od 64 znakov, vi ste jih vnesli %i
uk: Ваш пароль занадто довгий. Для з'єднання WPA2 він повинний бути менше ніж 64 символи, у вас є %i
vi: Mật khẩu của bạn quá dài. Kết nối WPA2 cần phải ít hơn 64 ký tự, bạn có %i
wa: Vosse sicret est trop long. Pos on raloyaedje WPA2, i fåt k' il åye moens di 64 caracteres, vos nd avoz %i.

source: networks - not connected
ar: شبكات - غير متصل
ast: Nun hai redes coneutaes
ca@valencia: xarxes - no connectades
cs: sítě - nepřipojeno
da: netværk - ikke forbundet
de: Netzwerke - nicht verbunden
es: No hay redes conectadas
es_mx: redes - no conectado
fi: verkot - ei yhdistetty
fr: réseaux - non connecté
gl: redes - sen conectar
id: jaringan - tak tersambung
ja: ネットワーク - 接続されていません
km: បណ្ដាញ - មិន​បាន​ត​ភ្ជាប់
ms: jaringan - tidak bersambung
pa: ਨੈੱਟਵਰਕ - ਕੁਨੈਕਟ ਨਹੀਂ ਹੈ
pl: sieci - niepołączone
pt: redes - não ligado
pt_br: redes - não conectado
ru: сети — не подключено
sk: siete - nepripojené
sl: omrežja – brez povezave
th: เครือข่าย - ไม่เชื่อมต่อ
tr: ağlar - bağlı değil
uk: мережі - не підключено
vi: Hệ thống mạng - không có kết nối
wa: rantoeles - nén raloyeyes

source: networks - connecting
ar: شبكات - جاري الإتصال
ast: Coneutándose a redes
ca@valencia: xarxes - connectant-s'hi
cs: sítě - připojuje se
da: netværk - opretter forbindelse
de: Netzwerke - verbinden
es: Conectándose a redes
es_mx: redes - conectando
fi: verkot - yhdistetään
fr: réseaux - en cours de connexion
gl: redes - conectando
id: jaringan - menyambung
ja: ネットワーク - 接続しています
km: បណ្ដាញ - កំពុង​ត​ភ្ជាប់
ms: jaringan - menyambung
pa: ਨੈੱਟਵਰਕ - ਕੁਨੈਕਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: sieci - połączone
pt: redes - a ligar
pt_br: redes - conectando
ru: сети — подключение
sk: siete - pripojovanie
sl: omrežja – povezovanje
th: เครือข่าย - กำลังเชื่อมต่อ
tr: ağlar - bağlanıyor
uk: мережі - підключення
vi: Hệ thống mạng - đang kết nối
wa: rantoeles - dji m' raloye

source: networks - wired
ar: شبكات - %s - سلكي
ast: Rede cableada
ca@valencia: xarxes - amb fil
cs: sítě - drátové
da: netværk - trådet
de: Netzwerke - verdrahtet
es: Red cableada
es_mx: redes - cableada
fi: verkot - kiinteä
fr: réseaux - par câble
gl: redes - con fíos
id: jaringan - kabel
ja: ネットワーク - 有線接続
km: បណ្ដាញ - តាម​ខ្សែ
ms: jaringan - dengan kabel
pa: ਨੈੱਟਵਰਕ - ਤਾਰ
pl: sieci - przewodowe
pt: redes - com fios
pt_br: redes - com fio
ru: сети — проводные
sk: siete - drôtové
sl: omrežja – ožičeno
th: เครื่อข่าย - แบบสาย
tr: ağlar - kablolu
uk: мережі - кабельні
vi: Hệ thống mạng - có dây
wa: rantoeles - avou fyi

source: networks - %s - wifi
ar: شبكات - %s - WiFi
ast: Rede WiFi - %s -
ca@valencia: xarxes - %s - sense fil
cs: sítě - %s - wifi
da: netværk - %s - wifi
de: Netzwerke - %s - WiFi
es: Red WiFi - %s -
es_mx: redes - %s - wifi
fi: verkot - %s - wifi
fr: réseaux - %s - WiFi
gl: redes - %s - WiFi
id: jaringan - %s - wifi
ja: ネットワーク - %s - WiFi
km: បណ្ដាញ - %s - wifi
ms: jaringan - %s - wifi
pa: ਨੈੱਟਵਰਕ - %s - wifi
pl: sieci - %s - bezprzewodowa
pt: redes - %s - "wifi"
pt_br: redes - %s - WiFi
ru: сети — %s — wifi
sk: siete - %s - wifi
sl: omrežja – %s – WiFi
th: เครื่อข่าย - %s - ไร้สาย
tr: ağlar - %s - wifi
uk: мережі - %s - WiFi
vi: Hệ thống mạng - %s - wifi
wa: rantoeles - %s - wifi

source: networks - %s - wimax
ar: شبكات - %s - wimax
ast: Rede WiMAX - %s -
ca@valencia: xarxes - %s - wimax
cs: sítě - %s - wimax
da: netværk - %s - wimax
de: Netzwerke - %s - WiMAX
es: Red WiMAX - %s -
es_mx: redes - %s - wimax
fi: verkot - %s - wimax
fr: réseaux - %s - WiMAX
gl: redes - %s - WiMAX
id: jaringan - %s - wimax
ja: ネットワーク - %s - WiMAX
km: បណ្ដាញ - %s - wimax
ms: jaringan - %s - wimax
pa: ਨੈੱਟਵਰਕ - %s - ਵਾਈਮੈਕਸ
pl: sieci - %s - wimax
pt: redes - %s - "wimax"
pt_br: redes - %s - WiMAX
ru: сети — %s — wimax
sk: siete - %s - wimax
sl: omrežja – %s – WiMAX
th: เครื่อข่าย - %s - ไวแม็กซ์
tr: ağlar - %s - wimax
uk: мережі - %s - WiMAX
vi: Hệ thống mạng - %s - wimax
wa: rantoeles - %s - wimax

source: networks - %s - 3G
ar: شبكات - %s - 3G
ast: Rede 3G - %s -
ca@valencia: xarxes - %s - 3G
cs: sítě - %s - 3G
da: netværk - %s - 3G
de: Netzwerke - %s - 3G
es: Red 3G - %s -
es_mx: redes - %s - 3G
fi: verkot - %s - 3G
fr: réseaux - %s - 3G
gl: redes - %s - 3G
id: jaringan - %s - 3G
ja: ネットワーク - %s - 3G
km: បណ្ដាញ - %s - 3G
ms: jaringan - %s - 3G
pa: ਨੈੱਟਵਰਕ - %s - 3G
pl: sieci - %s - 3G
pt: redes - %s - 3G
pt_br: redes - %s - 3G
ru: сети — %s — 3G
sk: siete - %s - 3G
sl: omrežja – %s – 3G
th: เครื่อข่าย - %s - 3G
tr: ağlar - %s - 3G
uk: мережі - %s - 3G
vi: Hệ thống mạng - %s - 3G
wa: rantoeles - %s - 3G

source: networks - %s - bluetooth
ar: شبكات - %s - بلوتوث
ast: Rede bluetooth - %s -
ca@valencia: xarxes - %s - bluetooth
cs: sítě - %s - bluetooth
da: netværk - %s - bluetooth
de: Netzwerke - %s - Bluetooth
es: Red bluetooth - %s -
es_mx: redes - %s - bluetooth
fi: verkot - %s - bluetooth
fr: réseaux - %s - bluetooth
gl: redes - %s - Bluetooth
id: jaringan - %s - bluetooth
ja: ネットワーク - %s - Bluetooth
km: បណ្ដាញ - %s - ប៊្លូធូ
ms: jaringan - %s - bluetooth
pa: ਨੈੱਟਵਰਕ - %s - ਬਲਿਊਟੁੱਥ
pl: sieci - %s - bluetooth
pt: redes - %s - "bluetooth"
pt_br: redes - %s - bluetooth
ru: сети — %s — bluetooth
sk: siete - %s - bluetooth
sl: omrežja – %s – Bluetooth
th: เครื่อข่าย - %s - บลูทูธ
tr: ağlar - %s - bluetooth
uk: мережі - %s - Bluetooth
vi: Hệ thống mạng - %s - bluetooth
wa: rantoeles - %s - bluetooth

source: networks - %s - VPN
ar: شبكات - %s - شبكة ظاهرية خاصة
ast: Redes - %s - VPN
ca@valencia: xarxes - %s - VPN
cs: sítě - %s - VPN
da: netværk - %s - VPN
de: Netzwerke - %s - VPN
es: Redes - %s - VPN
es_mx: redes - %s - VPN
fi: verkot - %s - VPN
fr: réseaux - %s - VPN
gl: redes - %s - VPN
id: jaringan - %s - VPN
ja: ネットワーク - %s - VPN
km: បណ្ដាញ - %s - VPN
pa: ਨੈੱਟਵਰਕ - %s - VPN
pl: sieci - %s - VPN
pt: redes - %s - VPN
pt_br: redes - %s - VPN
ru: сети — %s — VPN
sk: siete -%s - VPN
sl: omrežja – %s – VPN
uk: мережі - %s - VPN
vi: Hệ thống mạng - %s - VPN
wa: rantoeles - %s - VPN

source: networks
ar: شبكات
ast: Redes
ca@valencia: xarxes
cs: sítě
da: netværk
de: Netzwerke
es: Redes
es_mx: redes
fi: verkot
fr: réseaux
gl: redes
id: jaringan
ja: ネットワーク
km: បណ្ដាញ
ms: jaringan
pa: ਨੈੱਟਵਰਕ
pl: sieci
pt: redes
pt_br: redes
ru: сети
sk: siete
sl: omrežja
th: เครือข่าย
tr: ağlar
uk: мережі
vi: Hệ thống mạng
wa: rantoeles

source: networks - error
ar: شبكات - خطأ
ast: Redes - error
ca@valencia: xarxes - error
cs: sítě - chyba
da: netværk - fejl
de: Netzwerke - Fehler
es: Redes - error
es_mx: redes - error
fi: verkot - virhe
fr: réseaux - erreur
gl: redes - erro
id: jaringan - galat
ja: ネットワーク - エラー
km: បណ្ដាញ - កំហុស
ms: jaringan - ralat
pa: ਨੈੱਟਵਰਕ - ਗਲਤੀ
pl: sieci - błąd
pt: redes - erros
pt_br: redes - erro
ru: сети — ошибка
sk: siete - chyba
sl: omrežja – napaka
th: เครื่อข่าย - ผิดพลาด
tr: ağlar - hata
uk: мережі - помилка
vi: Hệ thống mạng - lỗi
wa: rantoeles - aroke
