Repository: dawati/dawati-shell
Catalog: panels/myzone/po/*.po
Languages: ar, ast, ca@valencia, cs, de, es, es_mx, eu, fi, fr, id, it, ja, km, nb, nl, pa, pl, pt_br, ru, sk, sl, sv, th, tr, uk, vi, wa

source: Myzone panel
ar: لوحة نطاقي
ast: Myzone
ca@valencia: Tauler Myzone
cs: Panel Myzone neboli moje oblast
de: Panel Myzone
es: Myzone
es_mx: Panel Myzone
fi: Myzone-paneeli
fr: Panneau Myzone
id: Panel Myzone
it: Pannello Myzone
ja: Myzone パネル
km: បន្ទះ Myzone
nl: Myzone paneel
pa: Myzone ਪੈਨਲ
pl: Panel Myzone
pt_br: Painel Myzone
ru: Панель Myzone
sk: Panel Myzone
sl: Plošča z mojim področjem
vi: Bảng điều khiển khu vực cá nhân
wa: Sicriftôr Myzone

source: Change the Myzone background and content
ar: غير خلفية ومحتويات نطاقي
ast: Camuda'l conteníu y el papel tapiz de Myzone
ca@valencia: Canvia el fons i contingut de Myzone
cs: Změnit pozadí panelu Myzone (moje oblast) a obsah
de: Myzone Hintergrund und Inhalt ändern
es: Cambia el contenido y el papel tapiz de Myzone
es_mx: Cambiar el fondo y el contenido de Myzone
fi: Vaihda Myzonen taustaa ja sisältöä
fr: Changer le contenu et l'arrière-plan de Myzone
id: Ubah latar belakang dan isi Myzone
it: Cambia lo sfondo e il contenuto myzone
ja: Myzone の背景とコンテンツを変更
km: ប្ដូរផ្ទៃ​ក្រោយ Myzone និង​មាតិកា
nb: Endre Myzone-bakgrunn og innhold
nl: Verander de Myzone achtergrond en inhoud
pa: Myzone ਬੈਕਗਰਾਊਂਡ ਅਤੇ ਸਮੱਗਰੀ ਬਦਲੋ
pl: Zmień tło i zawartość Myzone
pt_br: Modifique o fundo e conteúdo do Myzone
ru: Изменить фон и содержание Myzone
sk: Zmeniť obsah a pozadie plochy Myzone
sl: Spremenite vsebino in ozadje svojega področja
sv: Ändra bakgrund och innehåll i Myzone
uk: Змінити фон та наповнення Myzone
vi: Thay đổi nền và nội dung Khu vực cá nhân
wa: Candjî l' fond d' Myzone et çou k' i gn a ddins

source: Myzone
ar: نطاقي
cs: Myzone (moje oblast)
sl: Moje področje
vi: Khu vực cá nhân

source: <b>Change what is shown in your Myzone</b>
ar: <b>غير مايظهر لك في نطاقك</b>
ast: <b>Camuda lo que s'amuesa nel to Myzone</b>
ca@valencia: <b>Canvia què es mostra al vostre Myzone</b>
cs: <b>Změňte to, co se ukazuje ve vašem panelu Myzone (moje oblast)</b>
de: <b>Anzeige in deiner Myzone ändern</b>
es: <b>Cambia lo que se muestra en tu Myzone</b>
es_mx: <b>Cambiar lo que se muestra en tu Myzone</b>
fi: <b>Muuta se, mikä näkyy Myzone-ikkunassasi</b>
fr: <b>Changer ce qui apparaît dans votre Myzone</b>
id: <b>Ubah apa yang ditampilkan di Myzone</b>
it: <b>Cambia ciò che viene visualizzato in Myzone</b>
ja: <b>Myzone に表示されている内容を変更</b>
km: <b>ប្ដូរ​អ្វី​ដែល​បង្ហាញ​នៅ​ក្នុង Myzone របស់​អ្នក</b>
nb: <b>Endre hva som vises i din Myzone</b>
nl: <b>Verander wat wordt getoond in je Myzone</b>
pa: <b>ਤੁਹਾਡੇ Myzone ਵਿੱਚ ਵੇਖਾਉਣ ਵਾਲੇ ਨੂੰ ਬਦਲੋ</b>
pl: <b>Zmień zawartość Myzone</b>
pt_br: <b>Modificar o que aparece em Myzone</b>
ru: <b>Измените содержимое, отображаемое в модуле Myzone</b>
sk: <b>Zmeniť to, čo je zobrazené v Myzone</b>
sl: <b>Spremenite prikazano na svojem področju</b>
sv: <b>Ändra vad som visas i din Myzone</b>
uk: <b>Виберіть, що відображатиметься в вашому Myzone</b>
vi: <b>Thay đổi những gì được hiển thị trong kh vực cá nhân của bạn</b>
wa: <b>Candjî çou k' est mostré e vosse Myzone</b>

source: <b>Myzone Wallpaper</b>
ar: <b>ورقة الحائط الخاصه في نطاقي</b>
ast: <b>Papel tapiz de 'Myzone'</b>
ca@valencia: <b>Fons d'escriptori de Myzone</b>
cs: <b>Obrázek tvořící pozadí panelu Myzone (moje oblast)</b>
es: <b>Papel tapiz de 'Myzone'</b>
es_mx: Fondo de Myzone
fi: <b>Myzone taustakuva</b>
fr: <b>Fond d'écran Myzone</b>
id: <b>Wallpaper Myzone</b>
it: <b>Wallpaper di Myzone </b>
ja: <b>Myzone の壁紙</b>
km: <b>រូប​ផ្ទៃ​ក្រោយ​នៃ Myzone</b>
nb: <b>Myzone-bakgrunn</b>
nl: <b>Myzone Achtergrond</b>
pa: <b>Myzone ਵਾਲਪੇਪਰ</b>
pl: <b>Tapeta Myzone</b>
pt_br: <b>Papel de parede Myzone</b>
ru: <b>Фон для модуля Myzone</b>
sk: <b>Pozadie plochy Myzone</b>
sl: <b>Ozadje vašega področja</b>
sv: <b>Myzone skrivbordsunderlägg</b>
uk: <b>Шпалери Myzone</b>
vi: <b>Ảnh nền khu vực cá nhân</b>
wa: <b>Tapisreye di Myzone</b>

source: Calendar and tasks:
ar: التقويم و المهمات
ast: Calendariu y xeres:
ca@valencia: Calendari i tasques:
cs: Kalendář a úkoly:
de: Kalender und Aufgaben:
es: Calendario y tareas:
es_mx: Calendario y tareas:
fi: Kalenteri ja tehtävät:
fr: Calendrier et tâches :
id: Kalender dan tugas:
it: Calendario e attività:
ja: カレンダーとタスク：
km: ប្រតិទិន និង ភារកិច្ច:
nb: Kalender og oppgaver:
nl: Kalender en taken:
pa: ਕੈਲੰਡਰ ਅਤੇ ਟਾਸਕ:
pl: Kalendarz i zadania:
pt_br: Calendário e tarefas:
ru: Календать и задачи
sk: Kalendár a úlohy:
sl: Koledar in opravila:
sv: Kalender och uppgifter:
uk: Календар та завдання
vi: Lịch và công việc:
wa: Calindrî eyet bouyes :

source: Change My Web Accounts
ar: غيًر عضوية الويب الخاصه بي
ast: Camuda les tos cuentes 'My Web'
ca@valencia: Canvia els meus comptes web
cs: Změňte své internetové účty
de: Meine Web-Konten ändern
es: Cambia tus cuentas 'My Web'
es_mx: Cambiar mis cuentas de red
fi: Vaihda web-tilini
fr: Changer Mes comptes Web
id: Ubah Akun Webku
it: Cambia i miei account web
ja: マイ Web アカウントを変更
km: ប្ដូរ​គណនី​វែប​របស់​ខ្ញុំ
nb: Endre mine webkontoer
nl: Pas mijn webaccounts aan
pa: ਮੇਰੇ ਵੈੱਬ ਅਕਾਊਂਟ ਬਦਲੋ
pl: Zmień konta internetowe
pt_br: Modificar minhas contas da web
ru: Изменение моих онлайн-записей/счетов
sk: Zmeniť moje webové účty
sl: Spremeni moje spletne račune
sv: Ändra mina webbkonton
vi: Thay đổi tài khoản web của tôi
wa: Candjî mes contes waibe

source: Choose your wallpaper
ar: اختر خلفية ورق الحائط الخاصه بك
ast: Escueyi la to imaxe d'escritoriu
ca@valencia: Trieu el fons d'escriptori
cs: Vyberte svůj obrázek pozadí
de: Dein Wallpaper wählen
es: Elige tu imagen de escritorio
es_mx: Elige tu papel tapiz
fi: Valitse taustakuvasi
fr: Choisissez votre fond d'écran
id: Pilih wallpaper Anda
it: Scegli il wallpaper
ja: 壁紙を選択
km: រើស​រូប​ផ្ទៃ​ក្រោយ​របស់​អ្ន
nb: Velg din bakgrunn
nl: Kies achtergrond
pa: ਆਪਣਾ ਵਾਲਪੇਪਰ ਬਦਲੋ
pl: Wybierz tapetę
pt_br: Selecione seu papel de parede
ru: Выберите фон рабочего стола
sk: Vyberte si pozadie pracovnej plochy
sl: Izberite svoje ozadje
sv: Välj ditt skrivbordsunderlägg
uk: Виберіть ваші шпалери
vi: Chọn hình nền của bạn
wa: Tchoezixhoz vosse tapisreye

source: Clear recent documents
ar: أمسح المستندات الحديثة
ast: Llimpiar documentos recientes
ca@valencia: Neteja els documents recents
cs: Smazat naposledy otevřené dokumenty
de: Dateien löschen
es: Limpiar documentos recientes
es_mx: Borrar documentos recientes
fi: Pyyhi viime asiakirjat
fr: Effacer les documents récents
id: Bersihkan dokumen terkini
it: Cancella i documenti recenti
ja: 最近の文書をクリア
km: សម្អាត​ឯកសារ​អត្ថបទ​ថ្មីៗ
nb: Tøm nylig brukte dokumenter
nl: Wis recente documenten
pa: ਤਾਜ਼ਾ ਡੌਕੂਮੈਂਟ ਸਾਫ਼ ਕਰੋ
pl: Wyczyść ostatnie dokumenty
pt_br: Limpar documentos recentes
ru: Очистить список недавних документов
sk: Vyčistiť zoznam naposledy otvorených dokumentov
sl: Počisti nazadnje uporabljene dokumente
sv: Godkänn senaste dokumenten
uk: Очистити недавні документи
vi: Xóa tài liệu gần đây
wa: Netyî les documint d' enawaire

source: Email alerts:
ar: اشعار بواسطة البريد الألكتروني
ast: Alertes de corréu-e:
ca@valencia: Avisos de correu electrònic:
cs: Upozornění na elektronickou poštu:
de: E-Mail Benachrichtigungen:
es: Notificaciones de correo electrónico:
es_mx: Alertas de correo electrónico:
fi: Sähköpostihälytykset:
fr: Alertes email :
id: Peringatan lewat email:
it: Notifiche via email:
ja: メールアラート：
km: សារ​ផ្ដល់​ដំណឹង:
nb: Epostvarsler:
nl: Email waarschuwingen:
pa: ਈਮੇਲ ਚੇਤਾਵਨੀ:
pl: Powiadomienia email:
pt_br: Alertas de email:
ru: E-mail оповещения:
sk: E-mailové upozornenia:
sl: Obvestila o e-pošti:
sv: Email meddelanden
uk: Сповіщення Email:
vi: Thông báo email :
wa: Abranles emile :

source: Reset to default
ar: أعِد الضبط للإفتراضي
ast: Restablecer valores predeterminaos
ca@valencia: Reinicia als valors per defecte
cs: Obnovit výchozí nastavení
de: Auf Standard zurücksetzen
es: Restablecer valores predeterminados
es_mx: Restablecer valores predeterminados
fi: Palauta oletukset
fr: Réinitialiser aux valeurs par défaut
id: Kembalikan ke baku
it: Ripristinare i valori predefiniti
ja: デフォルトにリセット
km: ត្រឡប់​ទៅ​ដូច​ដើម
nb: Tilbakestill til standard
nl: Terugzetten naar standaardwaarden
pa: ਡਿਫਾਲਟ ਲਈ ਮੁੜ-ਸੈੱਟ
pl: Ustawienia domyślne
pt_br: Redefinir para padrão
ru: Сброс в значения по умолчанию
sk: Nastaviť na predvolené
sl: Ponastavi na privzeto
sv: Resätta till standard
vi: Thiết lập lại mặc định
wa: Rimete come prémetou

source: GConf error: %s
ar: خلل GConf: %s
ast: Fallu GConf: %s
ca@valencia: Error GConf: %s
cs: Chyba GConf: %s
de: GConf Fehler: %s
es: Error GConf: %s
es_mx: Error de GConf: %s
fi: GConf-virhe: %s
fr: Erreur GConf : %s
id: Galat GConf: %s
it: Errore GConf: %s
ja: GConf エラー: %s
km: កំហុង GConf: %s
nb: GConf feil: %s
nl: GConf fout: %s
pa: GConf ਗਲਤੀ: %s
pl: Błąd GConf: %s
pt_br: Erro GConf: %s
ru: Ошибка GConf: %s
sk: Chyba systému GConf: %s
sl: Napaka v GConf: %s
sv: GConf-fel: %s
uk: Помилка GConf: %s
vi: GConf lỗi: %s
wa: Aroke GConf: %s

source: All further errors shown only on terminal.
ar: جميع الاخطاء تظهر فقط في التيرمنال
ast: El restu de los fallos namái s'amuesen na pantalla de terminal.
ca@valencia: Tots els errors següents es mostraran només al terminal.
cs: Všechny další chyby se budou ukazovat jen v terminálu.
de: Alle weiteren Fehler werden nur am Terminal angezeigt
es: El resto de los errores sólo se muestra en la pantalla de terminal.
es_mx: Todos los errores siguientes se mostrarán solo en la terminal.
fi: Kaikki virheet tämän lisäksi näytetään vain päätteellä.
fr: Toute autre erreur sera affichée uniquement sur le terminal.
id: Galat selanjutnya hanya ditampilkan pada terminal.
it: Tutti gli ulteriori errori verranno mostrati solo sul terminale.
ja: その他のエラーは全て端末に表示されます。
km: រាល់​កំហុស​នានា នឹង​ត្រូវ​បង្ហាញ​នៅ​លើ ស្ថានីយ​បញ្ជា។
nb: Alle videre feil vises kun i terminal.
nl: Alle verdere fouten alleen op de terminal weergegeven.
pa: ਸਭ ਹੋਰ ਗਲਤੀਆਂ ਕੇਵਲ ਟਰਮੀਨਲ ਉੱਤੇ ਹੀ ਵੇਖਾਓ।
pl: Kolejne błędy pokazane są tylko w terminalu.
pt_br: Todos os demais erros são mostrados apenas no terminal.
ru: Все дальнейшие ошибки отображаются только на терминале.
sk: Všetky podrobnejšie chyby budú zobrazené iba v termináli.
sl: Nadaljnje napake so prikazane samo v konzoli.
sv: Alla ytterligare fel visas bara på terminal.
uk: Всі подальші помилки відображати лише в терміналі
vi: Tất cả các lỗi sâu hơn chỉ hiển thị trên terminal
wa: Totes les ôtes arokes ni sont mostrêyes k' e terminå.

source: Show as much web service content as possible
ar: اظهر محتوى خدمات ويب قدر الأمكان
ast: Amosar el máximu conteníu web posible
ca@valencia: Mostra tants serveis web com siga possible
cs: Ukázat tolik obsahu internetových služeb, kolik je jen možné
de: So viel Webservice-Content wie möglich anzeigen
es: Mostrar el máximo contenido web posible
es_mx: Mostrar tanto contenido de servicios de red como sea posible
fi: Näytä niin paljon webäpalvelun sisältöä kuin mahdollista.
fr: Afficher le maximum de contenu des services web
id: Tampilkan isi layanan web sebanyak mungkin
it: Mostra il maggior numero possibile di contenuto per servizi web
ja: できるだけ多くの Web サービスを表示
km: បង្ហាញ​មាតិកា​វែប​បាន​ច្រើន​តាម​តែ​អាច​ធ្វើ​ទៅ​បាន
nb: Vis så mye webtjenesteinnhold som mulig
nl: Zo veel mogelijk web service inhoud weergeven
pa: ਜਿੰਨੀ ਵੀ ਸੰਭਵ ਹੋਵੇ ਵੈੱਬ ਸਰਵਿਸ ਸਮਗੱਰੀ ਵੇਖਾਓ
pl: Pokaż tyle usługi internetowej, ile to możliwe
pt_br: Mostrar o máximo de conteúdo de serviço na web possível
ru: Показать максимально возможное количество содержимого веб-сервиса
sk: Zobraziť čo najviac obsahu z webových služieb
sl: Prikaži kar se da veliko vsebin spletnih storitev
sv: Visa så mycket webbtjänstinnehåll som möjligt
vi: Hiện thị nội dung dịch vụ web nhiều nhất có thể
wa: Mostrer ostant d' ådvins d' siervices waibe k' on sait

source: Show mostly web service content
ast: Amosar sobro tou conteníu web
ca@valencia: Mostra'n més contingut de serveis web
cs: Ukázat většinou obsah internetových služeb
de: Hauptsächlich Webservice-Content anzeigen
es: Mostrar sobre todo contenido web
es_mx: Mostrar, sobre todo, contenido de servicios de red
fi: Näytä suurin osa web-palvelun sisällöstä.
fr: Afficher principalement le contenu des services web
id: Tampilkan lebih banyak isi layanan web
it: Mostra principalmente contenuto per servizi web
ja: Web サービスを中心に表示
km: បង្ហាញ​មាតិកា​វែប​ច្រើន​បំផុត
nb: Vis for det meste webtjenesteinnhold
nl: Overwegend web service inhoud weergeven
pa: ਵੱਧ ਤੋਂ ਵੱਧ ਵੈੱਬ ਸਰਵਿਸ ਸਮੱਗਰੀ ਵੇਖੋ
pl: Pokaż głównie zawartość usługi internetowej
pt_br: Mostrar principalmente conteúdo de serviço na web
ru: Показать большую часть содержимого веб-сервиса
sk: Zobraziť väčšinu obsahu z webových služieb
sl: Prikaži večinoma vsebine spletnih storitev
sv: Visa mestadels webbtjänstinnehåll
uk: Показувати більшість контенту
vi: Hiển thị chủ yếu nội dung dịch vụ web
wa: Mostrer sortot les ådvins d' siervice waibe

source: Show half and half
ast: Amosar metada y metada
ca@valencia: Mostra meitat i meitat
cs: Ukázat půl napůl
de: Halb und Halb anzeigen
es: Mostar mitad y mitad
es_mx: Mostrar mitad y mitad
fi: Näytä puolet ja puolet
fr: Afficher moitié-moitié
id: Tampilkan separuh separuh
it: Mostra metà e metà
ja: 半分づつ表示
km: បង្ហាញ​ពាក់​កណ្ដាល​ស្មើៗ​គ្នា
nb: Vis halvt om halvt
nl: Half en half weergeven
pa: ਅੱਧਾ ਤੇ ਅੱਧਾ ਵੇਖੋ
pl: Pokaż pół na pół
pt_br: Mostrar metade-metade
ru: Показать поровну
sk: Zobraziť polovicu a polovicu
sl: Prikaži pol teh in pol drugih
sv: Visa hälften-hälften
uk: Показувати половину
vi: Hiển thị một nửa một
wa: Mostrer mitan d' onk et mitan d' l' ôte

source: Show mostly recent files
ar: أظهر الملفات الأحدث
ast: Amosar sobro tou ficheros recientes
ca@valencia: Mostra'n més fitxers recents
cs: Ukázat většinou naposledy otevřené dokumenty
de: Hauptsächlich neueste Dateien anzeigen
es: Mostrar sobre todo archivos recientes
es_mx: Mostrar, sobre todo, archivos recientes
fi: Näytä viimeisimmät tiedostot
fr: Afficher principalement les fichiers récents
id: Tampilkan lebih banyak berkas terkini
it: Mostra principalmente file recenti
ja: もっとも最新のファイルを表示
km: បង្ហាញ​ឯកសារ​ថ្មីច្រើន​បំផុត
nb: Vis for det meste nylig brukte filer
nl: Meest recente bestanden weergeven
pa: ਸਭ ਤੋਂ ਤਾਜ਼ਾ ਫਾਇਲਾਂ ਵੇਖੋ
pl: Pokaż głównie ostatnie pliki
pt_br: Mostrar principalmente os arquivos mais recentes
ru: Показать самые последние файлы
sk: Zobraziť väčšinu nedávno otvorených súborov
sl: Prikaži večinoma nedavne datoteke
sv: Visa mestadels nyligen använda filer
uk: Показувати більшість недавніх файлів
vi: Hiển thị chủ yếu các tệp gần đây
wa: Mostrer sortot les fitchîs d' enawaire

source: Show as many recent files as possible
ar: اظهر الملفات الحديثة قدر المستطاع
ast: Amosar el máximu conteníu de ficheros recientes
ca@valencia: Mostra'n tants fitxers recents com siga possible
cs: Ukázat tolik naposledy otevřených dokumentů, kolik je jen možné
de: So viel neueste Dateien wie möglich anzeigen
es: Mostrar el máximo contenido de archivos recientes
es_mx: Mostrar tantos archivos recientes como sea posible
fi: Näytä mahdollisimman monta viimeisintä tiedostoa
fr: Afficher le maximum de fichiers récents
id: Tampilkan berkas terkini sebanyak mungkin
it: Mostra il maggior numero possibile di file recenti
ja: 最近のファイルをできるだけ多く表示
km: បង្ហាញ​ឯកសារ​បាន​ច្រើន​តាម​តែ​អាច​ធ្វើ​ទៅ​បាន
nb: Vis så mange nylig brukte filer som mulig
nl: Zo veel mogelijk recente bestanden weergeven
pa: ਜਿੰਨੀਆਂ ਵੀ ਸੰਭਵ ਹੋਵੇ ਤਾਜ਼ੀਆਂ ਫਾਇਲਾਂ ਵੇਖੋ
pl: Pokaż tyle ostatnich plików, ile to możliwe
pt_br: Mostrar o maior número de arquivos recentes
ru: Показать максимально возможное количество последних файлов
sk: Zobraziť čo najviac nedávno otvorených súborov
sl: Prikaži kar se da veliko nedavnih datotek
sv: Visa så många av nyligen använda filer som möjligt
uk: Показувати стільки недавніх файлів, скільки можливо
vi: Hiện thị các tệp gần đây nhiều nhất có thể
wa: Mostrer ostant d' fitchîs d' enawaire k' on sait

source: Do you want to clear your recent documents? This will remove the local content from your myzone
ast: ¿Quies llimpiar los tos documentos recientes? Esto desaniciará'l conteníu llocal de Myzone.
ca@valencia: Voleu netejar els documents recents? Això eliminarà el contingut local del vostre myzone
cs: Chcete smazat své naposledy otevřené dokumenty? Tím se z vašeho panelu Myzone (moje oblast) odstraní místní obsah
de: Möchtest du die Liste der zuletzt benutzten Dokumente löschen? Damit werden lokale Inhalte von Myzone entfernt.
es: ¿Quieres limpiar el área de documentos recientes? Esto borrará el contenido local de Myzone
es_mx: ¿Quieres borrar tus documentos recientes? Esto eliminará el contenido local de tu myzone
fr: Voulez-vous vider vos documents récents ? Le contenu local sera supprimé de myzone
id: Anda ingin membersihkan dokumen terkini? Ini akan menghapus muatan lokal dari myzone
it: Vuoi eliminare i documenti recenti? Questo rimuoverà il contenuto locale da myzone
ja: 最近使用した文書をクリアしますか? この操作ではローカルのコンテンツが Myzone から削除されます。
km: តើ​អ្នក​ចង់​សម្អាត​ឯកសារ​អត្ថបទ​ថ្មី​របស់​អ្នកឬ? ធ្វើ​បែប​នេះ នឹង​លុប​មាតិកា​មូលដ្ឋាន​ពី Myzone របស់​អ្នក
nb: Vil du tømme dine nylig brukte dokumenter? Dette vil fjerne det lokale innholdet fra din myzone
nl: Wil je de lijst van recente documenten wissen? Dit verwijdert de lokale inhoud van je myzone
pa: ਕੀ ਤੁਸੀਂ ਆਪਣੇ ਤਾਜ਼ਾ ਡੌਕੂਮੈਂਟ ਸਾਫ਼ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਸ ਨਾਲ myzone ਤੋਂ ਲੋਕਲ ਸਮੱਗਰੀ ਹਟਾਈ ਜਾਵੇਗੀ
pl: Czy chcesz wyczyścić listę ostatnio używanych dokumentów? Spowoduje to usunięcie lokalnej zawartości Myzone
pt_br: Você quer limpar seus documentos recentes? Isto removerá o conteúdo local do seu myzone
ru: Очистить список недавно использованных документов? Это приведет к удалению локального содержимого из myzone
sk: Chcete vyčistiť zoznam naposledy otvorených dokumentov? Toto odstráni miestny obsah z Myzone
sl: Ali želite počistiti svoje nedavne dokumente? To odstrani krajevno vsebino z vašega področja.
sv: Vill du radera dina senaste dokument? Detta tar bort det lokala innehållet från Myzone
uk: Хочете очистити ваші недавні документи? Це прибере локальний контент з вашого myzone
vi: Bạn có muốn xóa tài liệu gần đây của bạn? Nó sẽ loại bỏ các nội dung hiện tại từ khu vực cá nhân của bạn
wa: Voloz vs rinetyî vos documints d' enawaire? Ça va oister l' ådvins coinrece di vosse myzone

source: Appointments
ar: مواعيد
ast: Cites
ca@valencia: Cites
cs: Schůzky
de: Termine
es: Citas
es_mx: Citas
fi: Tapaamiset
fr: Rendez-vous
id: <b>Janji Temu</b>
it: Appuntamenti
ja: 予定
km: ជំនួប
nb: Avtaler
nl: Afspraken
pa: ਮੁਲਾਕਾਤ
pl: Spotkania
pt_br: Compromissos
ru: Встречи
sk: Stretnutia
sl: Sestanki
sv: Möten
tr: Randevular
uk: Нагадування
vi: Cuộc hẹn
wa: Radjoûs

source: Open
ar: افتح
ast: Abrir
ca@valencia: Obri
cs: Otevřít
de: Öffnen
es: Abrir
es_mx: Abrir
fi: Avaa
fr: Ouvrir
id: Buka
it: Apri
ja: 開く
km: បើក
nb: Åpne
nl: Openen
pa: ਖੋਲ੍ਹੋ
pl: Otwórz
pt_br: Aberto
ru: Открыть
sk: Otvoriť
sl: Odpri
sv: Öppna
uk: Відкрити
vi: Mở
wa: Drovi

source: Tasks
ar: مهمات
ast: Xeres
ca@valencia: Tasques
cs: Úkoly
de: Aufgaben
es: Tareas
es_mx: Tareas
fi: Tehtävät
fr: Tâches
id: Tugas
it: Compiti
ja: タスク
km: ភារកិច្ច
nb: Oppgaver
nl: Taken
pa: ਕੰਮ
pl: Zadania
pt_br: Tarefas
ru: Задания
sk: Úlohy
sl: Opravila
sv: Uppgifter
uk: Завдання
vi: Công việc
wa: Bouyes

source: Create an appointment
ar: إنشاء موعد
ast: Crear una cita
ca@valencia: Crea una cita
cs: Vytvořit schůzku
de: Termin erstellen
es: Crear una cita
es_mx: Crear una cita
eu: Hitzordu berria sortu
fi: Luo tapaaminen
fr: Créer un rendez-vous
id: Buat suatu janji pertemuan
it: Crea un appuntamento
ja: 予定を作成します。
km: បង្កើត​ជំនួប
nb: Opprett en avtale
nl: Nieuwe afspraak
pa: ਨਵੀਂ ਮੁਲਾਕਾਤ ਬਣਾਓ
pl: Utwórz nowe spotkanie
pt_br: Criar um compromisso
ru: Создать встречу
sk: Vytvoriť stretnutie
sl: Ustvari sestanek
sv: Skapa ett möte
th: สร้างนัดหมาย
tr: Randevu oluşturun
uk: Створити нагадування
vi: Tạo một cuộc hẹn
wa: Ahiver on radjoû

source: Add
ar: إضافة
ast: Amestar
ca@valencia: Afig
cs: Přidat
de: Zufügen
es: Agregar
es_mx: Agregar
eu: Gehitu
fi: Lisää
fr: Ajouter
id: Tambah
it: Aggiungi
ja: 追加
km: បន្ថែម
nb: Legg til
nl: Toevoegen
pa: ਸ਼ਾਮਲ
pl: Dodaj
pt_br: Adicionar
ru: Добавить
sk: Pridať
sl: Dodaj
sv: Lägg till
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
wa: Radjouter

source: No calendar entries this week
ar: لا يوجد مدخلات تقويم لهذا الأسبوع
ast: Nun hai notes esta selmana
ca@valencia: No hi ha entrades en el calendari per esta setmana
cs: Tento týden žádné záznamy v kalendáři
de: Keine Termine diese Woche
es: No hay notas esta semana
es_mx: No hay entradas en el calendario esta semana
eu: Ezer ez egutegian aste honetarako
fi: Tällä viikolla ei ole tapahtumia
fr: Aucune entrée cette semaine
id: Tidak ada entri kalender minggu ini
it: Nessun appuntamento
ja: 今週は、予定が入ってません
km: សប្ដាហ៍​នេះ​មិន​មាន​ទិន្នន័យ​ទេ
nb: Ingen kalenderoppføringer denne uken
nl: Deze week geen afspraken
pa: ਇਹ ਹਫ਼ਤੇ ਲਈ ਕੋਈ ਕੈਲੰਡਰ ਐਂਟਰੀ ਨਹੀਂ
pl: Brak wpisów w kalendarzu na ten tydzień
pt_br: Nenhum compromisso esta semana
ru: Нет записей в календаре на этой неделе
sk: Na tento týždeň nie je nič v kalendári
sl: Za ta teden na koledarju ni vnosov
sv: Inget i kalendern denna vecka
th: ไม่มีนัดหมายในสัปดาห์นี้
tr: Bu hafta için hiç bir takvim girdisi yok
uk: На цей тиждень у календарі немає записів
vi: Không có ghi chép lịch tuần này
wa: Rén e calindrî cisse samwinne ci

source: Web page
ar: صفحة ويب
ast: Páxina web
ca@valencia: Pàgina web
cs: Internetová stránka
de: Webseite
es: Página web
es_mx: Página web
eu: Webgunea
fi: Verkkosivu
fr: Page Web
id: Halaman web
it: Pagina web
ja: Web ページ
km: គេហទំព័រ
nb: Webside
nl: Webpagina
pa: ਵੈੱਬ ਪੇਜ਼
pl: Strona
pt_br: Página web
ru: Веб страница
sk: Webová stránka
sl: Spletna stran:
sv: Webbplats
th: หน้าเว็บ
tr: Web sayfası
uk: Веб сторінка
vi: Trang Web
wa: Pådje waibe

source: Create a new task
ar: إنشاء مهمة جديدة
ast: Crear una xera nueva
ca@valencia: Crea una tasca nova
cs: Vytvořit nový úkol
de: Neue Aufgabe erstellen
es: Crear una tarea
es_mx: Crear una tarea nueva
eu: Zeregin berria sortu
fi: Luo uusi tehtävä
fr: Creer une nouvelle tâche
id: Buat tugas baru
it: Crea una nuova attività
ja: 新しいタスクを作成します。
km: បង្កើត​ភារកិច្ច​ថ្មី
nb: Opprett en ny oppgave
nl: Nieuwe taak
pa: ਨਵੀਂ ਟਾਸਕ ਬਣਾਓ
pl: Utwórz nowe zadanie
pt_br: Criar uma nova tarefa
ru: Создать новую задачу
sk: Vytvoriť novú úlohu
sl: Ustvari novo opravilo.
sv: Skapa en ny uppgift
th: สร้างงานใหม่
tr: Yeni bir görev oluşturun
uk: Створити нове завдання
vi: Tạo một công việc mới
wa: Ahiver ene novele bouye

source: Nothing to do today
ar: لا شيء للعمل اليوم
ast: Res pa güei
ca@valencia: No hi ha res per hui
cs: Dnes není co dělat
de: Heute gibt es nichts zu tun.
es: No hay tareas para hoy
es_mx: Nada que hacer hoy
eu: Ezer ez gaurko
fi: Tänään ei ole mitään tekemistä!
fr: Rien à faire aujourd'hui
id: Tak ada yang perlu dilakukan hari ini
it: Nessuna attività per oggi
ja: 今日のイベントは何もありません
km: ថ្ងៃ​នេះ​មិន​មាន​អ្វី​ធ្វើ​ទេ
nb: Ingenting å gjøre i dag
nl: Niets te doen vandaag
pa: ਅੱਜ ਲਈ ਕੁਝ ਨਹੀਂ ਹੈ
pl: Brak zadań na dziś
pt_br: Nada para fazer hoje
ru: Заданий на сегодня нет
sk: Dnes nie je čo robiť
sl: Danes ni potrebno opraviti nič
sv: Inget schemalagt idag
th: ไม่มีกิจกรรมวันนี้
tr: Bugün bir şey yok
uk: Немає завдань на сьогодні
vi: Không có gì để làm hôm nay
wa: Rén a fé ådjourdu

source: Due %x
ar: تاريخ الإستحقاق %x
ast: Ye pa %x
ca@valencia: Venç al %x
cs: Očekáváno %x
de: Fällig %x
es: Es para %x
es_mx: Antes de %x
eu: %x-erako
fi: Määräaika: %x
fr: Dû %x
id: Jatuh tempo %x
it: In scadenza il %x
ja: 期限：%x
km: រយៈ​ពេល %x
nb: Ferdig %x
nl: Verstrijkt %x
pa: %x ਨੂੰ ਚਾਹੀਦਾ
pl: Na %x
pt_br: Prazo %x
ru: За %x
sk: Vďaka %x
sl: Zapade %x
sv: Färdig %x
th: ระยะเวลา %x
tr: %x kadar
uk: За %x
vi: Do %x
wa: A fé pol %x
