Repository: dawati/dawati-shell
Catalog: panels/myzone/po/*.po
Languages: ar, ast, ca@valencia, cs, de, es, es_mx, eu, fi, fr, id, it, ja, km, nb, nl, pa, pl, pt_br, ru, sk, sl, sv, th, tr, uk, vi, wa

source: When you’ve set up your web accounts and used some files, they will appear here on myzone for easy access whenever you want.
ast: Cuando tengas configuraes les tos cuentes Web y usao dalgunos ficheros, estos van apaecer equí en MyZone, pa poder acceder a ellos cenciellamente.
ca@valencia: Quan hagueu definit els vostres comptes web i hagueu fet servir alguns fitxers, apareixeran ací al myzone per així facilitar-ne un accés ràpid sempre que vulgueu.
cs: Když jste si zřídil své internetové účty a použil nějaké soubory, objeví se zde v panelu Myzone (moje oblast), pro snadný přístup vždy, když budete chtít.
de: Wenn du deine Web-Konten eingerichtet und einige Dateien benutzt hast, werden sie hier auf Myzone angezeigt, damit du auf sie nach Bedarf zugreifen kannst.
es: Cuando hayas configurado tus cuentas Web y hayas usado algunos archivos, estos aparecerán aquí en Myzone, para poder acceder a ellos fácilmente.
es_mx: Cuando hayas configurado tus cuentas web y utilizado algunos archivos, éstos aparecerán aqui en myzone para accesesar fácilmente a ellos cuando quieras.
fr: Lorsque vous aurez configuré vos comptes web et utilisé des fichiers ils apparaîtront ici dans myzone, accessible à tout moment.
it: Quando avrai impostato gli account web e utilizzato alcuni file, questi appariranno su myzone per un facile accesso ogni volta che vuoi.
ja: Web アカウントを設定してファイルを使用した場合、それらのファイルは必要な時にすぐアクセスできるように Myzone のこの場所に表示されます。
km: នៅ​ពេល​អ្នក​ដំឡើង​គណនី​វែប ឬ បាន​ប្រើ​ឯកសារ​ណា​មួយ នោះ​អ្វីៗ​ទាំង​ឡាយ​នឹង​បង្ហាញ​នៅ​ទីនេះ​លើ Myzone ដែល​អ្នក​ងាយ​ស្រួល​ធ្វើ​ការ​បើក និង​ផ្សេងៗ​ទៀត​ដែល​អ្នក​ចង់។
nb: Når du har satt opp dine webkontoer og brukt noen filer, vil de vises her på myzone for lett tilgang når du vil.
pa: ਜਦੋਂ ਤੁਸੀਂ ਆਪਣੇ ਵੈੱਬ ਅਕਾਊਂਟ ਸੈਟਅੱਪ ਕਰ ਲਏ ਅਤੇ ਕੁਝ ਫਾਇਲਾਂ ਵਰਤੀਆਂ ਤਾਂ myzone ਵਿੱਚ ਕੁਝ ਫਾਇਲਾਂ ਸੌਖੀ ਵਰਤੋਂ ਲਈ ਵੇਖਾਈ ਦੇਣਗੀਆਂ, ਜਦੋਂ ਵੀ ਤੁਸੀਂ ਚਾਹੋਗੇ।
pl: Po skonfigurowaniu kont internetowych wiadomości oraz ostatnio odwiedzane witryny zostaną one wyświetlone w panelu Myzone, aby umożliwić łatwy dostęp do nich w dowolnej chwili.
pt_br: Quando você configurou suas contas da web e usou alguns arquivos, eles irão aparecer aqui no myzone para acesso fácil quando você quiser.
ru: После создания ваших учетных онлайн-записей и использования каких-либо файлов они будут отображены в myzone для упрощения доступа к ним.
sl: Ko boste nastavili svoje spletne račune in uporabili nekaj datotek, se bodo prikazale tu na vašem področju, od koder bodo hitro dostopne.
sv: När du har konfigurerat dina webbkonton och använt några filer visas de här på myzone för enkel åtkomst när du vill.
vi: Khi bạn đã thiết lập tài khoản web của bạn và sử dụng một số tập tin, chúng sẽ xuất hiện trong khu vực cá nhân của bạn để bạn có thể truy cập dễ dàng bất cứ khi nào muốn.
wa: Cwand vs åroz apontyî vos contes waibes eyet eployî kékès fitchîs, il aparexhront chal so myzone pos î moussî åjheymint cwand vos l' vôroz.

source: Play intro video
ast: Reproducir vídeo d'introducción
ca@valencia: Reprodueix el vídeo d'introducció
cs: Přehrát úvodní video
de: Intro-Video spielen
es: Reproducir vídeo de introducción
es_mx: Reproducir video introductorio
fi: Toista esittelyvideo
fr: Lire la vidéo d'intro
id: Mainkan video perkenalan
it: Avvia il video di introduzione
ja: イントロ動画の再生
km: ចាក់​វីដេអូ​ណែនាំ
nb: Spill introvideo
nl: Kennismakingsvideo afspelen
pa: ਜਾਣਕਾਰੀ ਵਿਡੀਓ ਚਲਾਓ
pl: Odtwórz film wprowadzający
pt_br: Reproduzir vídeo de introdução
ru: Воспроизвести вступительный ролик
sk: Prehrať úvodné video
sl: Predvajaj uvodni video
sv: Spela upp introduktionsvideo
uk: Показати вступне відео
vi: Xem video giới thiệu
wa: Djouwer l' videyo d' adrovaedje

source: Welcome to MeeGo
ast: Bienllegáu a MeeGo
cs: Vítejte v MeeGo
de: Willkommen bei MeeGo
es: Bienvenido a MeeGo
fi: Terveteloa MeeGo-sovellukseen
fr: Bienvenue sur MeeGo
id: Selamat datang ke MeeGo
it: Benvenuti in MeeGo
ja: ようこそ MeeGo へ
nb: Velkommen til MeeGo
nl: Welkom by MeeGo
pa: ਮੀਗੋ ਵਲੋਂ ਜੀ ਆਇਆਂ ਨੂੰ
pl: Witaj w MeeGo
pt_br: Bem-vindo ao MeeGo
ru: Приветствуем вас в MeeGo!
sk: Vitajte v MeeGo
sv: Välkommen till MeeGo
uk: Ласкаво просимо до MeeGo
wa: Bénvnowe dins MeeGo

source: No unread messages
ar: لا رسائل غير مقروءة
ast: Nun hai mensaxes ensin lleer
ca@valencia: No hi ha cap missatge sense llegir
cs: Žádné nepřečtené zprávy
de: Keine ungelesenen Nachrichten
es: No hay mensajes sin leer
es_mx: No hay mensajes no leídos
fi: Ei lukemattomia viestejä.
fr: Aucun message non lu
id: Tak ada pesan belum dibaca
it: Nessun messaggio non letto
ja: 未読メッセージなし
km: មិន​មាន​សារ​មិន​ទាន់​អាន​ទេ
nb: Ingen uleste meldinger
nl: Geen ongelezen berichten
pa: ਕੋਈ ਨਾ-ਪੜ੍ਹਿਆ ਸੁਨੇਹਾ ਨਹੀਂ
pl: Brak nieodczytanych wiadomości
pt_br: Nenhuma mensagem não lida
ru: Непрочтенных сообщений нет
sk: Žiadne neprečítané správy
sl: Ni neprebranih sporočil
sv: Inga olästa meddelanden
uk: Немає непрочитаних повідомлень
vi: Không có tin nhắn chưa đọc
wa: I gn a pont d' messaedje nén léjhou

source: Unread message
ar: رسالة غير مقروءة
ast: Mensaxe ensin lleer
ca@valencia: Missatge sense llegir
cs: Nepřečtená zpráva
de: Ungelesene Nachricht
es: Mensaje sin leer
es_mx: Mensaje no leído
fi: Lukematon viesti
fr: Message non lu
id: Pesan belum dibaca
it: Messaggio non letto
ja: 未読メッセージ
km: សារ​មិន​ទាន់​អាន
nb: Ulest melding
nl: Ongelezen bericht
pa: ਨਾ-ਪੜ੍ਹਿਆ ਸੁਨੇਹਾ
pl: Nieodczytana wiadomość
pt_br: Mensagem não lida
ru: Непрочтенное сообщение
sk: Neprečítaná správa
sl: Neprebrano sporočilo
sv: Oläst meddelande
uk: Непрочитане повідомлення
vi: Có tin nhắn chưa đọc
wa: Messaedje nén léjhou

source: Unread messages
ar: رسائل غير مقروءة
ast: Mensaxes ensin lleer
ca@valencia: Missatges sense llegir
cs: Nepřečtené zprávy
de: Ungelesene Nachrichten
es: Mensajes sin leer
es_mx: Mensajes no leídos
fi: Lukemattomat viestit
fr: Messages non lus
id: Pesan-pesan belum dibaca
it: Messaggi non letti
ja: 未読メッセージ
km: សារ​មិន​ទាន់​អាន
nb: Uleste meldinger
nl: Ongelezen berichten
pa: ਨਾ-ਪੜ੍ਹੇ ਸੁਨੇਹੇ
pl: Nieodczytane wiadomości
pt_br: Mensagens não lidas
ru: Непрочтенные сообщения
sk: Neprečítané správy
sl: Neprebrana sporočila
sv: Olästa meddelanden
uk: Непрочитані повідомлення
vi: Có tin nhắn chưa đọc
wa: Messaedjes nén léjhous

source: Do you want to clear your recent documents? This will remove the local content from the Myzone
fi: Haluatko tyhjentää viimeisimmät asiakirjasi? Tämä poistaa paikallisen sisällön Myzonesta.

source: This is the Myzone, where your recently used files and content from your web feeds will appear.
fi: Tämä on Myzone, jossa viimeksi käyttämäsi tiedostot ja web-syötteidesi sisällöt näkyvät.

source: When you’ve set up your web accounts and used some files they will appear here on the Myzone for easy access whenever you want.
fi: Kun olet asettanut web-tilisi ja käyttänyt joitakin tiedostoja, ne näkyvät täällä Myzonessa ja niitä on helppo käyttää milloin haluat.

source: Welcome to Dawati
ca@valencia: Vos donem la benvinguda al Dawati
es_mx: Bienvenido a Dawati
km: សូម​ស្វាគមន៍​មក​កាន់ Dawati
sl: Dobrodošli v Dawati
vi: Chào mừng bạn đến với Dawati

source: When youâ€™ve set up your web accounts and used some files, they will appear here on myzone for easy access whenever you want.
id: Ketika Anda telah menata akun web Anda dan memakai beberapa berkas, mereka akan muncul disini pada myzone untuk pengaksesan yang mudah kapanpun Anda inginkan.
nl: Als je webaccounts hebt ingesteld en bestanden hebt gebruikt, zullen die voor toegangsgemak hier in de myzone verschijnen.

source: When you’ve set up your web accounts and used some files they will appear here on myzone for easy access whenever you want.
sk: Keď si nastavíte vaše webové účty a použijete nejaké súbory - objavia sa tu na Myzone a budete mať k nim prístup kedykoľvek budete chcieť.

source: <b>Appointments</b>
eu: <b>Hitzorduak</b>
th: <b>ตารางนัด</b>

source: <b>Welcome to Meego 2.1 for Netbooks</b>
eu: <b>Ongietorri Meego 2.1era</b>
th: <b>ยินดีต้อนรับสู่ Meego 2.1 สำหรับ Netbooks</b>

source: As Meego is a bit different to other computers, we've put together a couple of bits and pieces to help you find your way around. We hope you enjoy it, The Meego Team.
eu: Beste ordenagailuekiko ezberdina denez Meego, arrasto batzuk jarri dizkizugu han eta hemen, erabiltzen ikasi dezazun. Gozatuko duzula espero dugu, Meego Taldea.
th: เพราะ Meego แตกต่างจากคอมพิวเตอร์อื่นๆ เราใส่สิ่งละอันพันละน้อยเข้าไปเพื่อช่วยให้คุณค้นพบหนทาง เราหวังว่าคุณจะชอบมัน ทีม Meego

source: Things that your friends do online will appear here. Activate your accounts now!
eu: Zure lagunek online egindakoak agertuko dira hemen. Oraintxe aktibatu itzazu zure kontuak!
th: สิ่งที่เพื่อนของคุณทำออนไลน์ จะปรากฏที่นี่. เปิดใช้งานบัญชีของคุณ!
tr: Arkadaşlarınızın çevrimiçi yaptıkları burada görüntülenecek. Hesaplarınızı şimdi etkinleştirin!

source: Welcome to Meego
tr: Meego e Hoşgeldiniz
