Repository: dawati/dawati-shell
Catalog: po/*.po
Languages: es_mx, gl, gu, it, nl, sl

source: Available
it: Disponibile
nl: Beschikbaar

source: Busy
it: Non disponibile
nl: Bezig

source: Away
it: Assente

source: Offline
it: Fuori rete

source: Unnamed
it: Senza nome
nl: Geen naam

source: Extended Away
it: Esteso
nl: Absent voor langere tijd

source: Unset
it: Non impostato
nl: Niet gezet

source: Unknown
it: Sconosciuto
nl: Onbekend

source: Hidden
it: Nascosto
nl: Verborgen

source: Error
it: Errore
nl: Fout

source: Set your toolbar preferences
es_mx: Ajustar tus preferencias de la barra de herramientas
gl: Configure as preferencias da barra de ferramentas
gu: તમારી સાધનપટ્ટી પસંદગીઓ સુયોજીત કરો
it: Imposta le preferenze della barra degli strumenti
nl: Voorkeuren werkbalk instellen
sl: Nastavite lastnosti orodjarne

source: Toolbar settings
es_mx: Configuración de la barra de herramientas
gl: Configuración da barra de ferramentas
gu: સાધનપટ્ટી સુયોજનો
it: Impostazioni della barra degli strumenti
nl: Toolbar instellingen
sl: Nastavitve orodjarne

source: Save toolbar
es_mx: Guardar barra de herramientas
gl: Gardar a barra de ferramentas
gu: સાધનપટ્ટી સંગ્રહો
it: Salva barra degli strumenti
nl: Toolbar opslaan
sl: Shrani orodjarno

source: Sorry, you'll have to remove a panel before you can add a new one.
es_mx: Lo sentimos, tienes que eliminar un panel antes de agregar uno nuevo.
gl: Perdón, ten que eliminar un panel antes de poder engadir outro.
gu: માફ કરજો, તમે પેનલ ઉમેરી શકો એ પહેલાં પેનલ દૂર કરવી પડશે.
it: Spiacenti, è necessario rimuovere un pannello prima di poter aggiungerne uno nuovo.
nl: Sorry, je moet een paneel verwijderen voordat je een nieuwe kunt toevoegen.
sl: Oprostite, pred dodajanjem nove orodjarne morate obstoječo odstraniti.

source: You can add, remove, and reorder many of the panels in your toolbar.
es_mx: Puedes agregar, eliminar, y ordenar muchos de los paneles en tu barra de herramientas.
gl: Pódense engadir, eliminar e arrumbar moitos dos paneis da barra de ferramentas.
gu: તમે તમારી સાધનપટ્ટીમાં પેનલોમાંની ઘણી ઉમેરી, દૂર કરી શકો, અને ક્રમ બદલી શકો છો.
it: Puoi aggiungere, rimuovere o riorganizzare molti dei pannelli nella barra degli strumenti.
nl: U kunt veel panelen op de toolbar toevoegen, verwijderen en opnieuw ordenen.
sl: Lahko dodajate, odstranjujete in preurejate mnoge izmed pultov v orodjarni.

source: Available panels
es_mx: Paneles disponibles
gl: Paneis dispoñíbeis
gu: ઉપલબ્ધ પેનલો
it: Pannelli disponibili
nl: Beschikbare panelen
sl: Razpoložljivi pulti

source: %l:%M %P
gl: %H.%M
it: %H.%M
nl: %H.%M

source: %B %e, %Y
gl: %e de %B de %Y
it: %e %B %Y
nl: %e %B %Y
sl: %e. %B %Y

source: Toolbar
es_mx: Barra de herramientas
gl: Barra de ferramentas
gu: સાધનપટ્ટી
it: Barra degli strumenti
sl: Orodjarna

source: Set your system-tray preferences
es_mx: Ajusta tus preferencias de la bandeja del sistema
gl: Configurar as preferencias da bandexa do sistema
gu: તમારી સિસ્ટમ-ટ્રે પસંદગીઓ સુયોજીત કરો
it: Imposta le preferenze della barra degli strumenti
nl: Notificatiepaneel instellen
sl: Nastavite lastnosti sistemske vrstice

source: System Tray
es_mx: Bandeja del sistema
gl: Bandexa do sistema
gu: સિસ્ટમ ટ્રે
it: Barra degli strumenti del sistema
nl: Notificatiepaneel
sl: Sistemska vrstica

source: Show system tray
es_mx: Mostrar la bandeja del sistema
gl: Mostrar a bandexa do sistema
gu: સિસ્ટમ ટ્રે બતાવો
it: Mostra la barra degli strumenti
nl: Notificatiepaneel weergeven
sl: Prikaži sistemsko vrstico

source: The system tray is a concept used by some older applications to let you know when something happens or to stay running when you close them.
es_mx: La bandeja del sistema es un concepto utilizado por algunas aplicaciones viejas para informarte cuando algo sucede o continuar ejecutándose cuando las cierras.
gl: A bandexa do sistema é un concepto empregado por algunhas aplicacións vellas para comunicar cando sucede algo ou para ficar en execución ao se fecharen.
gu: સિસ્ટમ ટ્રે એ જૂના કાર્યક્રમો દ્વારા વાપરવામાં આવતો પ્રકાર છે કે જે તમે કંઇક થાય ત્યારે જાણ કરે છે અથવા
it: La barra degli strumenti del sistema è un concetto usato da alcune vecchie applicazioni per farti sapere quando succede qualcosa o per rimanere in esecuzione quando si chiudono.
nl: Het Notificatiepaneel is een concept in gebruik door sommige oudere applicaties om mededelingen te geven of om in de achtergrond te blijven als het hoofdvenster van de applicatie sluit.
sl: Sistemska vrstica je koncept, ki ga nekateri starejši programi uporabljajo za obveščanje o dogodkih ali pa v njej tečejo po zaprtju okna programa.

source: Cellular Data Connection Wizard
it: Assistente connessione dati rete mobile
nl: Mobiele Data Verbindings Wizard

source: Select Country
it: Selezionare un Paese
nl: Selecteer land

source: Manual Configuration
it: Configurazione manuale
nl: Configureren

source: Plan Name (required):
it: Nome piano (richiesto):
nl: Plan naam (vereist):

source: Username:
it: Nome utente
nl: Gebruikersnaam:

source: Primary DNS:
it: DNS primario:
nl: Primaire DNS:

source: Secondary DNS:
it: DNS secondario:
nl: Secundaire DNS:

source: Tertiary DNS:
it: Terzo DNS:
nl: Tertiaire DNS:

source: Select your 3G Plan
it: Selezionare il piano 3G
nl: Selecteer je 3G plan

source: Select Provider
it: Selezionare un operatore
nl: Selecteer provider

source: Select 3G Service
it: Selezionare il servizio 3G
nl: Selecteer 3G dienst

source: or
it: o
nl: of

source: wired
it: via cavo
nl: bedraad

source: Sorry, we can't find any networks. It appears that the connection manager is not running. You could try restarting your computer.
it: Impossibile trovare alcuna rete. Il gestore della connessione non sembra essere in esecuzione: provare a riavviare il computer.
nl: Sorry, geen netwerken gevonden. Het verbindingsbeheer lijkt niet actief te zijn. Je kunt proberen het apparaat opnieuw op te starten.

source: Sorry, we can't find any networks. You could try disabling Offline mode.
it: Impossibile trovare alcuna rete. È possibile provare a disabilitare la modalità fuori rete
nl: Sorry, geen netwerken gevonden. Je kunt proberen om Offline mode uit te schakelen.

source: Sorry, we can't find any networks. You could try enabling %s.
it: Impossibile trovare alcuna rete. È possibile provare ad abilitare la rete %s.
nl: Sorry, geen netwerken gevonden. Je kunt proberen om %s aan te zetten.

source: Sorry, we can't find any networks
it: Impossibile trovare alcuna rete
nl: Sorry, geen netwerken gevonden.

source: Network connected
it: Rete collegata
nl: Netwerk verbonden

source: You're now connected to a wired network
it: Si è ora connessi a una rete via cavo
nl: Je bent verbonden met een bedraad netwerk

source: You're now connected to %s, a %s network
it: Si è ora connessi a %s, una rete %s
nl: Je bent verbonden met %s, een %s netwerk

source: You're now connected to a %s network
it: Si è ora connessi a una rete %s
nl: Je bent verbonden met een %s netwerk

source: Network lost
it: Connessione persa
nl: Netwerk verloren

source: Sorry, we've lost your wired connection
it: La connessione alla rete via cavo è stata persa
nl: Sorry, de bedraade verbinding was verbroken

source: Sorry we've lost your %s connection to %s
it: La connessione %s a %s è stata persa
nl: Sorry, de %s verbinding met %s was verbroken

source: Sorry, we've lost your %s connection
it: La connessione %s è stata persa
nl: Sorry, de %s verbinding was verbroken

source: Network changed
it: Rete cambiata
nl: Netwerk gewijzigd

source: Sorry, your connection to %s was lost. So we've connected you to a wired network
it: La connessione a %s è stata persa. Si è ora connessi a una rete via cavo.
nl: Sorry, de verbinding met %s was verbroken. We hebben je verbonden met een bedraad netwerk

source: Sorry, your connection to %s was lost. So we've connected you to %s, a %s network
it: La connessione a %s è stata persa. Si è ora connessi a %s, una rete %s
nl: Sorry, de verbinding met %s was verbroken. We hebben je verbonden met %s, een %s netwerk

source: Sorry, your connection to %s was lost. So we've connected you to a %s network
it: La connessione a %s è stata persa. Si è ora connessi a una rete %s
nl: Sorry, de verbinding met %s was verbroken. We hebben je verbonden met een %s netwerk

source: Sorry, your %s connection was lost. So we've connected you to a wired network
it: La connessione %s è stata persa. Si è ora connessi a una rete via cavo
nl: Sorry, de verbinding met %s was verbroken. We hebben je verbonden met een bedraad netwerk

source: Sorry, your %s connection was lost. So we've connected you to %s, a %s network
it: La connessione %s è stata persa. Si è ora connessi a %s, una rete %s
nl: Sorry, je %s verbinding was verbroken. We hebben je verbonden met %s, een %s netwerk

source: Sorry, your %s connection was lost. So we've connected you to a %s network
it: La connessione %s è stata persa. Si è ora connessi a una rete %s
nl: Sorry, je %s verbinding was verbroken. We hebben je verbonden met een %s netwerk

source: New connection settings
it: Impostazioni nuova connessione
nl: Nieuwe verbinding instellingen

source: Enter the name of the network you want to connect to and, where necessary, the password and security type.
it: Inserire il nome della rete a cui collegarsi e, se necessario, la password e il tipo di sicurezza.
nl: Geef de naam op van het netwerk dat je mee wil verbinden en, waar nodig, het wachtwoord en beveiligingstype.

source: Network name
it: Nome della rete
nl: Netwerk naam

source: Network security
it: Sicurezza della rete
nl: Netwerk beveiliging

source: None
it: Nessuna
nl: Geen

source: Show password
it: Mostrare password
nl: Geef wachtwoord weer

source: Settings
it: Impostazioni
nl: Instellingen

source: Wired
it: Via cavo
nl: Bedraad

source: Offline mode
it: Modalità fuori rete

source: This will disable all your connections
it: Disabilita tutte le connessioni
nl: Dit maakt alle verbindingen inactief

source: Networks
it: Reti
nl: netwerken

source: Add new connection
it: Aggiungi nuova connessione
nl: Nieuwe verbinding toevoegen

source: Connect to VPN
it: Connetti a VPN
nl: Verbinding maken met VPN

source: Critical Error: Invalid country code
it: Errore critico: codice del Paese non valido
nl: Kritieke Fout: Ongeldige land code

source: Missing required APN (service plan name)
it: APN (nome del piano tariffario) mancante
nl: Missende vereiste APN (service plan naam)

source: Internal Error: Invalid network service
it: Errore interno: servizio di rete non valido
nl: Interne fout: Ongeldige netwerk dienst

source: Critical Error: Unable to access Connection Manager
it: Errore critico: impossibile accedere al gestore della connessione
nl: Kritieke fout: Kan geen verbinding maken met connectie beheer

source: ERROR: No 3G Hardware detected
it: Errore: nessun hardware 3G rilevato
nl: Fout: Geen 3G hardware gevonden

source: %s encrypted
it: %s cifrato
nl: %s versleuteld

source: Fixed IP
it: IP fisso
nl: Vast IP adres

source: Disconnect
it: Disconnetti
nl: Verbreek verbinding

source: Connected
it: Collegata
nl: Verbonden

source: Online
it: In rete

source: Cancel
it: Annulla
nl: Annuleren

source: Configuring
it: Configurazione in corso
nl: Configureren

source: Associating
it: Associazione in corso
nl: associÃ«ren

source: Connect
it: Connetti
nl: Maak verbinding

source: Connection failed
it: Connessione non stabilita
nl: Verbindingsfout

source: Sorry, the connection failed. You could try again.
it: La connessione non è riuscita. Provare nuovamente.
nl: Sorry, kon geen verbinding maken. Probeer het nogmaals.

source: Disconnecting
it: Disconnessione in corso
nl: Verbinding wordt verbroken

source: Type password here
it: Digitare la password
nl: Geef wachtwoord hier op

source: Really remove?
it: Rimuovere veramente?
nl: Echt verwijderen?

source: Do you want to remove the %s %s network? This will forget the password and you will no longer be automatically connected to %s.
it: Rimuovere veramente la rete %s %s? In questo modo la password verrà cancellata e non sarà più possibile connettersi automaticamente a %s.
nl: Wil je de verbinding met %s %s netwerk verbreken? Dit verwijdert ook het opgeslagen wachtwoord. Je zult niet langer met %s automatisch verbonden worden.

source: Sorry, it looks like the IP address is not valid
it: L'indirizzo IP non è valido
nl: Sorry, het IP adres is onjuist

source: Sorry, it looks like the gateway address is not valid
it: L'indirizzo gateway non è valido
nl: Sorry, het gateway adres is onjuist

source: Sorry, it looks like the subnet mask is not valid
it: La maschera subnet non è valida
nl: Sorry het subnetmasker is onjuist

source: Sorry, it looks like the nameserver address '%s' is not valid
it: L'indirizzo del server '%s' non è valido
nl: Sorry, het servernaam adres '%s' is onjuist

source: Advanced
it: Avanzato
nl: Geavanceerd

source: Scanning
it: Analisi in corso
nl: Scannen

source: WPA2 encrypted
it: WPA2 cifrato
nl: WPA2 versleuteld

source: Connect by:
it: Connetti tramite:
nl: Maak verbinding via:

source: IP address:
it: Indirizzo IP:
nl: IP-adres:

source: Subnet mask:
it: Maschera subnet:
nl: Subnetmasker:

source: Static IP
it: IP statico
nl: Statisch IP

source: Apply
it: Applica
nl: Toepassen

source: Your password isn't the right length. For a WEP connection it needs to be either 10 or 26 characters, you have %i.
it: La password non è della dimensione corretta. Per una connessione WEP sono necessari 10 o 26 caratteri, ora ne sono presenti %i.
nl: Je wachtwoord is niet de juiste lengte. Een WEP verbinding heeft een lengte van 10 of 26 karakters nodig, je hebt %i.

source: Your password is too short. For a WPA connection it needs to be at least 8 characters long, you have %i
it: La password è troppo corta. Per una connessione WPA sono necessari 8 caratteri, ora ne sono presenti %i.
nl: Je wachtwoord is te kort. Voor een WPA verbinding heb je minstens 8 karakters nodig, je hebt %i.

source: Your password is too long. For a WPA connection it needs to have fewer than 64 characters, you have %i
it: La password è troppo lunga. Per una connessione WPA sono necessari meno di 64 caratteri, ora ne sono presenti %i
nl: Je wachtwoord is te lang. Voor een WPA verbinding heb je minder dan 64 karakters nodig, je hebt er %i.

source: Your password is too short. For a WPA2 connection it needs to be at least 8 characters long, you have %i
it: La password è troppo corta. Per una connessione WPA2 sono necessari 8 caratteri, ora ne sono presenti %i.
nl: Je wachtwoord is te kort. Voor een WPA2 verbinding heb je minstens 8 karakters nodig, je hebt %i.

source: Your password is too long. For a WPA2 connection it needs to have fewer than 64 characters, you have %i
it: La password è troppo lunga. Per una connessione WPA2 sono necessari meno di 64 caratteri, ora ne sono presenti %i
nl: Je wachtwoord is te lang. Voor een WPA2 verbinding heb je minder dan 64 karakters nodig, je hebt er %i.

source: Always use small screen mode
es_mx: Siempre utilizar el modo de pantalla pequeña
gl: Empregar sempre o modo de pantalla pequena
gu: હંમેશા નાની સ્ક્રીન સ્થિતિ વાપરો
it: Usare sempre la modalità schermo ridotto
nl: Gebruik altijd kleine scherm modus
sl: Vedno uporabljaj način za male zaslone

source: Determines the order of panels on the toolbar.
es_mx: Determina el orden de los paneles en la barra de herramientas
gl: Determina a orde dos paneis da barra de ferramentas.
gu: સાધનપટ્ટી પર પેનલોનો ક્રમ નક્કી કરે છે.
it: Determina l'ordine dei pannelli sulla barra degli strumenti.
nl: Bepaalt de orde van de panelen op de werkbalk.
sl: Določa vrstni red pultov v orodjarni.

source: Forces small screen mode to be used even if display size would normally imply bigger screen mode.
es_mx: Obliga a utilizar el modo de pantalla pequeña aún cuando el tamaño del monitor normalmente implicaría un modo de pantalla más grande.
gl: Obriga a utilizar o modo de pantalla pequena mesmo se o tamaño a exhibir normalmente implicaría un modo de pantalla máis grande.
it: Usare sempre la modalità schermo ridotto anche se le dimensioni del display indicherebbero normalmente la modalità schermo grande.
nl: Dwingt kleine scherm modus af, zelfs als er normaal gesproken een groetere scherm modus gebruikt zou worden.
sl: Vsili uporabo načina za male zaslone, četudi velikost zaslona nakazuje na način za velike zaslone.

source: Order of panels on toolbar
es_mx: Ordena los paneles en la barra de herramientas
gl: Orde dos paneis da barra de ferramentas
gu: સાધનપટ્ટી પર પેનલોનો ક્રમ
it: Ordine dei pannelli sulla barra degli strumenti
nl: De panelen op de werkbalk ordenen
sl: Vrstni red pultov v orodjarni

source: Disabled
it: Disattivato
nl: Uitgeschakeld

source: %u Output
it: %u uscita
nl: %u uitvoer

source: %u Input
it: %u ingresso
nl: %u invoer

source: System Sounds
it: Suoni di sistema
nl: Systeemgeluid

source: Search
it: Cerca
nl: Zoek

source: Applications
it: Applicazioni
nl: Applicaties

source: Favorite applications
it: Applicazioni preferite
nl: Favoriete applicaties

source: Your applications
it: Applicazioni
nl: Jouw applicaties

source: applications
it: applicazioni
nl: applicaties

source: Never launched
it: Mai avviato
nl: Nooit gestart

source: Applications panel
it: Pannello applicazioni
nl: Applicaties-paneel

source: Date/Time
it: Data/Ora
nl: Datum/Tijd

source: Date and Time panel
it: Pannello Data e Ora
nl: Datum en tijd paneel

source: date and time
it: data e ora
nl: datum en tijd

source: %b %-d (Yesterday)
it: %b %-d (Ieri)
nl: %b %-d (Gisteren)

source: %b %-d (Tomorrow)
it: %b %-d (Domani)
nl: %b %-d (Morgen)

source: %b %-d (local)
it: %b %-d (locale)
nl: %b %-d (plaatselijk)

source: Time
it: Ora
nl: Tijd

source: 24 hour clock
it: Orologio 24 ore
nl: 24-uurs klok

source: Enter a country or city
it: Inserisci un paese o una città
nl: Voer de naam van een land of stad in

source: Add
it: Aggiungi
nl: Toevoegen

source: Set Time & Date
it: Imposta ora e data
nl: Tijd en datum instellen

source: Appointments
it: Appuntamenti
nl: Afspraken

source: Today
it: Oggi
nl: Vandaag

source: Open Appointments
it: Appuntamenti aperti
nl: Open afspraken

source: Tasks
it: Compiti
nl: Taken

source: Open Tasks
it: Compiti aperti
nl: Open taken

source: Time and Date
it: Ora e data
nl: Tijd en datum

source: 24 hour clock or 12 hour clock
it: Orologio 24 o 12 ore
nl: 24-uurs klok of 12-uurs klok

source: Alarms stored in encoded form for use by the alarm notfier.
it: Allarmi memorizzati in forma codificata per l'utilizzo da parte del sistema di notifica.
nl: In gecodeerde vorm opgeslagen alarmsignalen voor gebruik door de wekker.

source: List of alarms in short encoded form
it: Elenco degli allarmi in forma codificata breve
nl: Lijst van alarmen in korte gecodeerde vorm

source: Devices panel
it: Pannello dispositivi
nl: Apparaten paneel

source: devices
it: dispositivi
nl: apparaten

source: Sleep timeout
it: Terminato tempo di stand by
nl: Slaap time-out

source: Value of -1 means never sleep, other values are seconds of continuous idle state before sleeping.
it: Il valore -1 significa mai in stand by, altri valori sono i secondi di stato di inattività prima dello stand by.
nl: Waarde van -1 betekent nooit slapen, andere waarden zijn seconden continue ruststand voor het slapen gaan.

source: Dawati Devices Panel
it: Pannello dispositivi di Dawati
nl: Dawati Apparaten paneel

source: Sorry, you don't appear to have a battery installed.
it: Ci dispiace, sembra che non ci sia nessuna batteria installata.
nl: Sorry, er is geen batterij beschikbaar.

source: Your battery is charging. It is about %d%% full.
it: La batteria è in carica. È circa il %d%% piena.
nl: Je batterij is aan het opladen. Hij is ongeveer %d%% vol.

source: Your battery is being used. It is about %d%% full.
it: La batteria è in uso. È circa il %d%% piena.
nl: Je batterij wordt gebruikt. Hij is ongeveer %d%% vol.

source: Your battery is fully charged and you're ready to go.
it: La batteria è completamente carica e si è pronti a partire.
nl: De batterij is volledig opgeladen en het systeem is klaar voor gebruik.

source: Sorry, it looks like your battery is broken.
it: Ci dispiace, sembra che la batteria sia rotta.
nl: Sorry, het lijkt erop dat de batterij niet werkt.

source: Your computer
it: Il tuo computer
nl: Jouw computer

source: All settings
it: Tutte le impostazioni
nl: Alle instellingen

source: Plug in a device and it will be automatically detected.
it: Inserisci un dispositivo e sarà automaticamente riconosciuto.
nl: Sluit een apparaat aan en het zal automatisch worden gedetecteerd.

source: Other devices
it: Altri dispositivi
nl: Andere apparaten

source: It is safe to unplug this device now
it: È possibile scollegare il dispositivo ora
nl: Het is nu veilig om het apparaat te ontkoppelen

source: <span font-weight='bold'>You are using</span> <span color='%s'>%d%% of %s</span>
it: <span font-weight='bold'>Stai utilizzando</span> <span color='%s'>%d%% di %s</span>
nl: <span font-weight='bold'>U gebruikt</span> <span color='%s'>%d%% van %s</span>

source: Trash
it: Cestino
nl: Prullenbak

source: Devices
it: Dispositivi
nl: Apparaten

source: Could not run "%s"
it: Impossibile eseguire "%s"
nl: Kon "%s" niet uitvoeren

source: Import error
it: Errore di importazione
nl: Importeer fout

source: Import photos
it: Importa foto
nl: Foto's importeren

source: Import media
it: Importa dati
nl: Media importeren

source: Open
it: Apri
nl: Openen

source: Eject
it: Espelli
nl: Uitwerpen

source: <span font-weight='bold'>%s</span> using <span color='%s'>%d%% of %s</span>
it: <span font-weight='bold'>%s</span> uso<span color='%s'>%d%% di %s</span>
nl: <span font-weight='bold'>%s</span> gebruik <span color='%s'>%d%% van %s</span>

source: Turned up to 11
it: Fuori scala
nl: Knetterhard

source: Very loud
it: Molto alto
nl: Zeer luid

source: Loud
it: Alto
nl: Hard

source: Fairly loud
it: Moderatamente alto
nl: Redelijk luid

source: Middle of the road
it: In mezzo
nl: Normaal

source: Fairly quiet
it: Moderatamente basso
nl: Redelijk stil

source: Quiet
it: Basso
nl: Stil

source: Very quiet
it: Molto basso
nl: Zeer stil

source: Silent
it: In silenzio
nl: Stil

source: Computer volume
it: Volume del computer
nl: Geluidsvolume

source: Mute
it: Muto
nl: Geluiden dempen

source: Network settings
it: Impostazioni di rete
nl: Netwerk instellingen

source: network
it: rete
nl: netwerk

source: networks - not connected
it: reti - non collegate
nl: netwerken - niet verbonden

source: networks - connecting
it: reti - collegamenti
nl: netwerken - verbinden

source: networks - wired
it: reti - via cavo
nl: netwerken - bedraad

source: networks - %s - wifi
it: reti - %s - wifi
nl: netwerken - %s - Wi-Fi

source: networks - %s - wimax
it: reti - %s - wimax
nl: netwerken - %s - WiMAX

source: networks - %s - 3G
it: reti - %s - 3G
nl: netwerken - %s - 3G

source: networks - %s - bluetooth
it: reti - %s - bluetooth
nl: netwerken - %s - Bluetooth

source: networks - %s - VPN
it: reti - %s - VPN
nl: netwerken - %s - VPN

source: networks
it: reti
nl: netwerken

source: networks - error
it: reti - errore
nl: netwerken - fout

source: Run in standalone mode
it: Avvia in modalità standalone
nl: Werk in losgekoppelde modus

source: Embed in another window (overrides --standalone)
it: Incorpora in un'altra finestra (override - standalone)
nl: Ingebed in een ander venster (overschrijft --losgekoppeld)

source: Carrick connectivity applet
it: Applet di connettività Carrick
nl: Carrick connectiviteits applet

source: - Dawati connectivity applet
it: - Applet di connettività Dawati
nl: - Dawati verbinding applet

source: people
it: persone
