Repository: dawati/dawati-shell
Catalog: po/*.po
Languages: es_mx, gl, gu, it, nl, sl

source: When you have an IM service configured (like Messenger), this is where you chat to people.
it: Quando si dispone di un servizio di chat configurato (come Messenger) qui è dove si chatta.
nl: Als je een IM service (zoals Messenger) hebt geconfigureerd dan kan je hier met je contacten chatten.

source: Open %s
it: Apri %s

source: This is the People panel.
it: Questo è il Pannello persone.
nl: Dit is het Contacten-paneel

source: Sorry, we can't find any people. It looks like they are all offline.
it: Non è stata trovata alcuna persona. Sembra siano tutti fuori rete.
nl: Sorry, we kunnen geen contacten vinden. Het ziet er naar uit dat ze allemaal offline zijn.

source: To see your IM contacts, you need to go online.
it: Per visualizzare i contatti IM, è necessario essere online.
nl: Ga online om je Chat-contacten te zien.

source: people - you are chatting with %d people
it: persone - stai chattando con %d persone
nl: contact - je bent aan het chatten met %d perso(o)n(en)

source: people - you are chatting with someone
it: persone - stai chattando con qualcuno
nl: contact - je bent met iemand aan het chatten

source: People
it: Persone

source: You are chatting with:
it: Sei in chat con:
nl: Je bent aan het chatten met:

source: Me and my people
it: Io e le mie persone
nl: Mijn contacten en ik

source: Me
it: Io
nl: Ik

source: My conversations
it: Le mie conversazioni
nl: Mijn gesprekken

source: People panel
it: Pannello persone
nl: Contacten-paneel

source: Dawati Power Icon
it: Icona dell'alimentazione di Dawati
nl: Dawati Energie pictogram

source: Running low on battery
it: La batteria si sta scaricando
nl: De batterij is bijna leeg

source: I've noticed that your battery is running a bit low. If you can, it would be a good idea to plug in and top up.
it: Abbiamo notato che la batteria è quasi scarica. Se possibile, sarebbe una buona idea attaccare la spina e fare il pieno.
nl: De batterij begint leeg te raken. Dit is een goed moment om de stroom aan te sluiten en de batterij op te laden.

source: Getting close to empty
it: Quasi vuota
nl: De batterij begint leeg te raken

source: You're running quite low on battery. It'd be a good idea to save all your work and plug in as soon as you can.
it: La batteria è quasi scarica. Sarebbe una buona idea salvare tutto il lavoro e attaccare la spina il prima possibile.
nl: De batterij is erg leeg. Probeer zo spoedig mogelijk om al je werk op te slaan, en de stroom aan te sluiten.

source: Danger!
it: Pericolo!
nl: Gevaar!

source: battery
it: batteria
nl: batterij

source: If you don't decide, I'll turn off in %d second
it: Se non ti decidi mi spengo tra %d secondi
nl: Als je niet beslist sluit ik in %d seconde af

source: Turn off
it: Spegni
nl: Uitschakelen

source: Would you like to turn off now?
it: Vuoi spegnere ora?
nl: Wil je nu afsluiten?

source: If you don't decide, I'll turn off in 30 seconds.
it: Se non ti decidi mi spengo tra 30 secondi.
nl: Als je niet beslist sluit ik in 30 seconden af

source: Status
it: Stato

source: status
it: stato

source: Status panel
it: Pannello stato
nl: Status paneel

source: Unable to update status. The service may be unavailable or your password could be wrong.
it: Impossibile aggiornare lo stato. Il servizio potrebbe non essere disponibile o la tua password potrebbe essere sbagliata.
nl: Kan de status niet updaten. De service kan niet beschikbaar zijn of uw wachtwoord is verkeerd.

source: Unable to update status: You're not online.
it: Impossibile aggiornare lo stato. Non sei online.
nl: Kan status niet updaten: je bent niet online.

source: We were unable to guess your location
it: Impossibile trovare la tua posizione
nl: We weten niet wat jouw locatie is

source: We think your location is: %s (%f, %f)
it: Crediamo che la tua posizione sia: %s (%f, %f)
nl: We denken dat dit jouw locatie is: %s (%f, %f)

source: Your location is currently shared as: %s (%f, %f)
it: La tua posizione è condivisa come: %s (%f, %f)
nl: Jouw locatie wordt momenteel gedeeld als: %s (%f, %f)

source: Your location is currently shared as: %f %f
it: La tua posizione è condivisa come: %f %f
nl: Jouw locatie wordt momenteel gedeeld als: %f %f

source: Your location isn't currently shared
it: La tua posizione non è al momento condivisa
nl: Jouw locatie wordt momenteel niet gedeeld

source: Update
it: Aggiorna

source: What's happening?
it: Che succede?
nl: Wat gebeurt er?

source: Change
it: Modifica
nl: Wijzig

source: When you have a web account configured, you will be able to view your feeds and manage your status here.
it: Una volta configurato un account Web, sarai in grado di visualizzare i tuoi feed e aggiornare qui il tuo stato.
nl: Wanneer je een webaccount hebt geconfigureerd, dan kan je hier je webfeeds zien en je status updaten.

source: Add new web account
it: Aggiungi nuovo account web
nl: Voeg een niewe webaccount toe

source: This is the Status panel.
it: Questo è il Pannello stato.
nl: Dit is het Status paneel

source: Your location
it: La tua posizione
nl: Jouw locatie

source: Where are you?
it: Dove sei?
nl: Waar ben je?

source: Find me
it: Trovami
nl: Vind mij

source: Use location
it: Utilizza posizione
nl: Locatie gebruiken

source: Don't use location
it: Non utilizzare posizione
nl: Locatie niet gebruiken

source: %s from %s
it: %s da %s
nl: %s uit %s

source: Search for %%s on %s
it: Cerca %%s con %s

source: Go to %s
it: Vai a %s
nl: Ga naar %s

source: Press enter to visit site
it: Premere Invio per visitare il sito
nl: Druk op enter om website te bezoeken

source: Press down to explore list
it: Premere Giù per selezionare
nl: Druk op naar beneden om lijst te openen

source: As you visit web pages, your favorites will appear here and on the New tab page in the browser.
it: Visitando delle pagine web, quelle preferite verranno visualizzate qui e nella pagina «Nuova scheda» del browser.

source: New tab
it: Nuova scheda
nl: Nieuw tabblad

source: Your pages
it: Pagine preferite
nl: Favoriete pagina's

source: Tabs
it: Schede

source: Favorite pages
it: Pagine preferite
nl: Favoriete pagina's

source: Internet panel
it: Pannello Internet
nl: Internet

source: Zones panel
it: Pannello zone
nl: Zones paneel

source: zones
it: zone

source: Zones
it: Zone

source: New Zone
it: Nuova zona
nl: Nieuwe zone

source: Zone %d
it: Zona %d

source: No applications on this zone
it: Nessuna applicazione in questa zona
nl: Geen applicaties in deze zone

source: Applications you’re using will show up here. You will be able to switch and organize them to your heart's content.
it: Le applicazioni in uso vengono mostrate qui. È possibile passare da un'applicazione all'altra e organizzarle come meglio si crede.

source: No calendar entries this week
it: Questa settimana nessun appuntamento
nl: Geen afspraken deze week

source: Web page
it: Pagina web
nl: Webpagina

source: Nothing to do today
it: Oggi nessuna attività
nl: Niets te doen vandaag

source: Due %x
it: In scadenza il %x
nl: Verstrijkt %x

source: Dawati Netbook Effects
it: Effetti netbook Dawati
nl: Dawati netbook effecten

source: Effects for Dawati Netbooks
it: Effetti per i netbook Dawati
nl: Effecten voor Dawati netbooks

source: Sorry, %s is broken
es_mx: Lo sentimos %s está descompuesto.
gl: Desculpas; %s está danado
gu: માફ કરો, %s ભાંગેલ છે
it: Spiacente, %s non funziona
nl: Sorry, %s is gebroken
sl: Oprostite, %s je poškodovana

source: Dismiss
es_mx: Desechar
gl: Esquecer
gu: રદબાતલ કરો
it: Ignora
nl: Afwijzen
sl: Odpravi

source: Dismiss All
es_mx: Desechar todos
gl: Esquecelo todo
gu: બધું રદબાતલ કરો
it: Ignora tutto
nl: Alle afwijzen
sl: Odpravi vse

source: Unknown window
es_mx: Ventana desconocida
gl: Xanela descoñecida
gu: અજ્ઞાત વિન્ડો
it: Finestra sconosciuta
nl: Onbekend venster
sl: Neznano okno

source: is asking for your attention.
es_mx: está llamando tu atención.
gl: está a chamar pola súa atención.
gu: તમારા ધ્યાન માટે પૂછી રહ્યું છે.
it: Richiede la tua attenzione.
nl: vraagt om uw aandacht.
sl: zahteva vašo pozornost.

source: Activate
es_mx: Activar
gl: Activar
gu: સક્રિય કરો
it: Attiva
nl: Activeren
sl: Vklopi

source: Password:
nl: Wachtwoord:

source: Password
nl: Wachtwoord

source: Log in
nl: Inloggen

source: %l:%M %p
nl: %H.%M

source: Moblin Netbook Effects
gl: Efectos de Moblin Netbook

source: Effects for Moblin Netbooks
gl: Efectos para os netbooks Moblin
