Repository: dawati/dawati-shell
Catalog: panels/web/po/*.po
Languages: ar, ast, cs, es, fi, ja, km, pa, pl, pt_br, sl, tr

source: Search for %%s on %s
ar: بحث عن %%s on %s
ast: Guetar %%s en %s
cs: Hledat %%s na %s
es: Buscar %%s en %s
fi: Etsi '%%s' käyttäen seuraavaa: %s
ja: 次のサーチエンジンで %%s を検索する：%s
km: ស្វែងរក %%s លើ %s
pa: %%s ਲਈ %s ਉੱਤੇ ਖੋਜ
pl: Wyszukaj %%s na %s
pt_br: Pesquisar por %%s em %s
sl: Poišči »%%s« z »%s«
tr: %s üzerinde %%s ara

source: Go to %s
ar: إذهب إلى %s
ast: Dir a %s
cs: Jít na %s
es: Ir a %s
fi: Siirry kohteeseen %s
ja: %s にアクセス
km: ទៅ %s
pa: %s ਉੱਤੇ ਜਾਓ
pl: Załaduj %s
pt_br: Vá para: %s
sl: Pojdi na %s
tr: %s'e git

source: Press enter to visit site
ar: ادخل لتزور l,ru
ast: Calca Intro pa dir al sitiu
cs: Stiskněte klávesu Enter pro přechod na stránky
es: Pulsa Intro para ir al sitio
fi: Siirry sivustoon painamalla enter
ja: アクセスは Enter キーで
km: ចុច ចូល ដើម្បី ទស្សនា​គេហទំព័រ
pa: ਸਾਈਟ ਖੋਲ੍ਹਣ ਲਈ ਐਂਟਰ ਦੱਬੋ।
pl: Przyciśnij Enter żeby otworzyć stronę
pt_br: Pressione Enter para visitar o site
sl: Za obisk strani pritisnite vnašalko
tr: Siteyi ziyaret için enter'a basın

source: Press down to explore list
ar: إضغط للاسفل لتصفح الموقع
ast: Usa les fleches pa ver la llista
cs: Stiskněte klávesu šipka dolů pro prohlížení seznamu
es: Usa las flechas para ver la lista
fi: Tutki listaa painamalla alas
ja: 下矢印キーで リストへの移動
km: ចុច​ចុះ​ក្រោម ដើម្បី​រុក​រក​បញ្ជី
pa: ਲਿਸਟ ਵੇਖਣ ਲਈ ਹੇਠਾਂ ਦੱਬੋ
pl: Wybierz z listy klawiszami strzałek
pt_br: Desce na lista para explorar
sl: Za sprehod po seznamu pritisnite puščico dol
tr: Listeyi gezmek için aşağı tuşuna basın

source: It's the internet
es: Esto es Internet

source: Web Browser
es: Navegador de Moblin

source: Moblin web browser -
es: Navegador de Moblin -

source: Untitled
es: Sin título

source: Downloads
es: Descargas

source: Downloads - %d%%
es: Descargas - %d%%

source: Moblin web browser
es: Navegador de Moblin

source: Oops!
es: ¡Error!

source: New tab page
es: Nueva pestaña

source: Reload page
es: Volver a cargar la página

source: Sorry, <span color="#909090">%s</span> appears to have caused this tab to crash. The rest of the browser is unharmed. You can try to reload the page or visit another one.
es: Parece que <span color="#909090">%s</span> ha hecho que esta pestaña falle. El resto del navegador sigue bien. Vuelve a cargar la página o ve a otra.

source: Download cancelled
es: Se ha cancelado la descarga

source: Download completed
es: Descarga completada

source: Open file
es: Abrir archivo

source: Run the browser in a window
es: Ejecutar el navegador en una ventana

source: Add the URL to the recent files list
es: Agregar la URL a la lista de archivos recientes

source: Moblin Web Browser
es: Navegador de Moblin

source: Open link in new tab
es: Abrir el vínculo en una nueva pestaña

source: Copy link location
es: Copiar el vínculo

source: Do you want to reset your browser? This will remove your web history, pinned pages and personal settings.
es: ¿Quieres borrar tus ajustes en el navegador? Esto eliminará el historial, las páginas marcadas y los ajustes personales.

source: Yes, delete
es: Sí, borrar

source: No, save
es: No, guardar

source: Favorite pages
ar: الصفحات المفضلة
ast: Páxines favorites
cs: Oblíbené stránky
es: Páginas favoritas
fi: Suosikkisivut
ja: お気に入りのページ
km: ទំព័រ​ដែល​ពេញ​ចិត្ត
pa: ਪਸੰਦੀਦਾ ਪੇਜ਼
pl: Ulubione strony
pt_br: Páginas favoritas
sl: Priljubljene strani
tr: Fovori sayfalar

source: No pinned pages. Push the pin in the automagic bar on a page you wish to remember.
es: No hay ninguna página marcada. Marca las páginas que quieras recordar pulsando el alfiler de la barra automágica.

source: More pinned pages
es: Más páginas marcadas

source: No matching pages were found
es: No se ha encontrado ninguna página que corresponda

source: __ wants to know your location.
es: __ quiere saber dónde te encuentras.

source: Share location
es: Compartir mi ubicación

source: Don't share
es: No compartirla

source: Remember for this site
es: Recordar para este sitio

source: Settings
es: Ajustes

source: Try to complete domain names in automagic bar
es: Intentar completar los nombres de dominio en la barra "automágica"

source: Search in automagic bar
es: Buscar en la barra "automágica"

source: Add new search engine
es: Agregar un nuevo buscador

source: Privacy
es: Privacidad

source: Remember my passwords
es: Recordar mis contraseñas

source: Remember what I type into forms
es: Recordar lo que escribo en los formularios

source: Keep my browser history for up to
es: Mantener el historial del navegador hasta

source: 1 year
es: 1 año

source: 1 month
es: 1 mes

source: 1 week
es: 1 semana

source: 1 day
es: 1 día

source: Reset my browser now
es: Borrar los ajustes del navegador

source: New tab
ar: علامة تبويب جديدة
ast: Nueva llingüeta
cs: Nová karta
es: Nueva pestaña
fi: Uusi välilehti
ja: 新規タブ
km: ផ្ទាំង​ថ្មី
pa: ਨਵੀਂ ਟੈਬ
pl: Nowa zakładka
pt_br: Nova guia
sl: Nov zavihek
tr: Yeni sekme

source: Pinned pages
es: Páginas marcadas

source: Trouble connecting?
es: ¿Problemas conectándote?

source: Move your pointer to the top of the screen to bring down the toolbar and choose the Networks panel.
es: Lleva el cursor arriba de la pantalla para ver la barra de herramientas y seleccionar el panel de redes.

source: Welcome to Moblin Netbook Web Browser. When you visit pages your favorite ones will show up here.
es: Bienvenido al navegador de Internet de Moblin. Cuando visites páginas, tus favoritas aparecerán aquí.

source: Getting started
es: Empecemos

source: First, make sure you have an internet connection! Then click on the automagic bar or press Ctrl+L to get there quickly and type the address or search you want.
es: Primero, asegúrate de tener conexión a internet. Luego, haz clic en la barra "automágica" (o pulsa el atajo Ctrl+L) y escribe la dirección o búsqueda que quieras.

source: Make this a private tab
es: Convertir esta pestaña en privada

source: This is a private tab. Things you do in this tab will not be stored on this machine. However, websites you use may still keep records of your actions.
es: Esta pestaña es privada. Lo que hagas aquí no se guardará en este equipo, pero puede que las páginas que visites guarden el historial de tus acciones.

source: Moblin Web Browser is proudly based on Mozilla technology
es: El navegador de Moblin basado en la tecnología de Mozilla

source: Search
ar: بحث
ast: Guetar
cs: Hledat
es: Buscar
fi: Etsi
ja: 検索
km: ស្វែង​រក
pa: ਖੋਜ
pl: Szukaj
pt_br: Pesquisar
sl: Iskanje
tr: Arama

source: As you visit web pages, your favorites will appear here and on the New tab page in the browser.
ar: عند زيارة صفحات الويب ، ستظهر المفضلة هنا وعلى علامة التبويب الجديدة في المتصفح.
ast: Les tos webs favorites van amosase equí, y na páxina de nueves llingüetes según vayas visitando páxines
cs: Když navštívíte internetové stránky, objeví se vaše oblíbené zde a v prohlížeči na stránce "Nová karta".
es: Tus favoritos se mostrarán aquí y en la página de nuevas pestañas conforme vayas visitando páginas
fi: Kun vierailet verkkosivuilla, suosikkisi näkyvät täällä ja selaimen Uusi välilehti -sivulla.
ja: Web ページを表示すると、お気に入りのページが、こことブラウザーの新規タブペインに表示されます。
km: ពេល​អ្នក​ចូល​ទស្សនា​គេហទំព័រ របស់​ដែល​អ្នក​ពេញ​ចិត្ត នឹង​បង្ហាញ​នៅ​ទីនេះ និង នៅ​លើ​ផ្ទាំង​ទំព័រ​ថ្មី ក្នុង​កម្មវិធី​រុក​រក។
pa: ਜਿਵੇਂ ਤੁਸੀਂ ਵੈੱਬ ਪੇਜ਼ ਖੋਲ੍ਹੋਗੇ, ਤੁਹਾਡੇ ਪਸੰਦੀਦਾ ਇੱਥੇ ਵੇਖਾਈ ਦੇਣਗੇ ਅਤੇ ਬਰਾਊਜ਼ਰ ਵਿੱਚ ਨਵਾਂ ਟੈਬ ਪੇਜ਼ ਉੱਤੇ ਹੋਵੇਗਾ।
pl: Twoje ulubione strony będą pojawiać się w miarę ich odwiedzania w tym miejscu a także w nowo otwartych zakładkach.
pt_br: Ao visitar as páginas na web, seus favoritos aparecerão aqui e na página Nova guia no seu navegador.
sl: Ko boste obiskovali spletne strani, se bodo priljubljene prikazovale tu in v brskalniku na strani za nov zavihek.
tr: Siz sayfaları ziyaret ettikçe favori sayfalarınız burada ve Yeni sekme sayfasında gözükecek.

source: Go
es: Ir

source: Tabs
ar: علامة تبويب
ast: Llingüetes
cs: Karty
es: Pestañas
fi: Välilehdet
ja: タブ
km: ផ្ទាំង
pa: ਟੈਬਾਂ
pl: Zakładki
pt_br: Guias
sl: Zavihki
tr: Sekmeler

source: Loading...
es: Cargando...

source: Find in Page
es: Buscar en la página

source: Type to search
es: Escribir lo que buscar

source: Next result
es: Resultado siguiente

source: Previous result
es: Resultado anterior

source: Save link
es: Guardar el vínculo

source: Copy text
es: Copiar el texto

source: Save image
es: Guardar la imagen

source: Copy image location
es: Copiar el vínculo

source: View image
es: Ver la imagen

source: Reload
es: Volver a cargar

source: Stop
es: Parar

source: Forward
es: Adelante

source: Back
es: Atrás

source: Save page
es: Guardar esta página

source: Pin this page
es: Marcar esta página

source: Next
es: Siguiente

source: Previous
es: Anterior

source: Your pages
ar: صفحاتك
ast: Páxines favorites
cs: Vaše stránky
fi: Suosikkisivut
ja: ページ
km: ទំព័រ​របស់​អ្នក
pa: ਤੁਹਾਡੇ ਪੇਜ਼
pl: Ulubione strony
pt_br: Suas páginas
sl: Vaše strani
tr: Sayfalarınız

source: internet
ar: انترنت
ja: インターネット
km: អ៊ីនធើណិត
pa: ਇੰਟਰਨੈੱਟ

source: Internet
ar: انترنت
ja: インターネット
km: អ៊ីនធើណិត
pa: ਇੰਟਰਨੈੱਟ

source: Internet panel
ar: شريط الانترنت
ast: Panel d'Internet
cs: Panel Internet
fi: Internet-ruutu
ja: インターネット パネル
km: បន្ទះ​អ៊ីនធើណិត
pa: ਇੰਟਰਨੈੱਟ ਪੈਨਲ
pl: Internet
pt_br: Painel Internet
sl: Pult za internet
tr: İnternet paneli
