Repository: dawati/dawati-shell
Catalog: panels/datetime/po/*.po
Languages: ar, bs, eu, fi, km, sl

source: Date/Time
ar: التّاريخ/الوقت
bs: Datum/Vrijeme
eu: Data/Ordua
fi: Pvm/Aika
km: កាល​បរិច្ឆេទ/ម៉ោង
sl: Datum/čas

source: Date and Time panel
ar: لوحة التّاريخ و الوقت
bs: Ploča za datum i vrijeme
eu: Data eta Dataren panela
fi: Pvm ja aikapaneeli
km: បន្ទះ​កាល​បរិច្ឆេទ និង​ម៉ោង
sl: Pult datuma in časa

source: date and time
ar: التّاريخ و الوقت
bs: datum i vrijeme
eu: data eta ordua
fi: pvm ja aika
km: កាល​បរិច្ឆេទ និង​ម៉ោង
sl: datum in čas

source: %b %-d (Yesterday)
ar: (أمس) %b %-d
bs: %b %-d (jučer)
eu: %b %-d (Atzo)
fi: %b %-d (Eilen)
km: %b %-d (ម្សិល​មិញ)
sl: %b %-d (včeraj)

source: %b %-d (Tomorrow)
ar: (غدا) %b %-d
bs: %b %-d (sutra)
eu: %b %-d (Bihar)
fi: %b %-d (Huomenna)
km: %b %-d (ស្អែក)
sl: %b %-d (jutri)

source: %b %-d (local)
ar: (محلّي) %b %-d
bs: %b %-d (lokalno)
eu: %b %-d (lokala)
fi: %b %-d (paikallinen)
km: %b %-d (មូល​ដ្ឋាន)
sl: %b %-d (krajevno)

source: Time
ar: وقت
bs: Vrijeme
eu: Ordua
fi: Aika
km: ម៉ោង
sl: Čas

source: 24 hour clock
ar: توقيت 24 ساعة
bs: 24 sata
eu: 24 orduko erlojua
fi: 24 tunnin kello
km: ២៤ម៉ោង
sl: 24-urni prikaz

source: Enter a country or city
ar: أدخل بلدا أو مدينة
bs: Upišite državu ili grad
eu: Idatzi estatu edo herri bat
fi: Anna maa tai kaupunki
km: បញ្ចូល​ឈ្មោះ​ប្រទេស ឬ​ទី​ក្រុង
sl: Vnesite državo ali mesto

source: Add
ar: إضافة
bs: Dodaj
eu: Gehitu
fi: Lisää
km: បន្ថែម
sl: Dodaj

source: Set Time & Date
ar: ضبط الوقت و التّاريخ
bs: Postavi datum i vrijeme
eu: Ezarri ordua eta data
fi: Aseta aika ja päivämäärä
km: កំណត់​ម៉ោង និង​កាល​បរិច្ឆេទ
sl: Nastavite datum in čas

source: Appointments
ar: مواعيد
bs: Sastanci
eu: Hitzordua
fi: Varaukset
km: កិច្ច​ជំនួប
sl: Sestanki

source: Today
ar: اليوم
bs: Danas
eu: Gaur
fi: Tänään
km: ថ្ងៃ​នេះ
sl: Danes

source: Open Appointments
ar: إفتح المواعيد
bs: Otvori sastanke
eu: Ireki Hitzordua
fi: Avoimet varaukset
km: បើកកិច្ច​ជំនួប
sl: Nezaključeni sestanki

source: Tasks
ar: مهام
bs: Zadaci
eu: Zereginak
fi: Tehtävät
km: ភារកិច្ច
sl: Opravila

source: Open Tasks
ar: إفتح المهام
bs: Otvori zadatke
eu: Ireki Zereginak
fi: Avoimet tehtävät
km: បើក​ភារកិច្ច
sl: Nezaključena opravila

source: Time and Date
ar: ضبط الوقت و التّاريخ
bs: Vrijeme i datum
eu: Ordua eta Data
km: ម៉ោង និង កាល​បរិច្ឆេទ
sl: Čas in datum

source: 24 hour clock or 12 hour clock
ar: توقيت 24 ساعة أو توقيت 12 ساعة
bs: 24 ili 12 sati
eu: 24 orduko erlojua edo 12 orduko erlojua
fi: 24 tunnin kello tai 12 tunnin kello
km: ២៤ម៉ោង ឬ ១២​ម៉ោង
sl: 24-urni ali 12-urni prikaz

source: Alarms stored in encoded form for use by the alarm notfier.
ar: إنذارات مخزّنة في شكل مرمّز للإسخدام من طرف المنبّه
bs: Alarm je pohranjen u kodiranom obliku da bi se mogao koristiti za alarm obavještenja.
eu: Kodeatutako forman gordetako alarmak alarma jakinarazlea erabiltzen dute.
fi: Koodatussa muodossa tallennetut herätykset herätysilmoittajan käyttöön.
km: ម៉ោង​រោទិ៍​ត្រូវ​បាន​ទុក​ក្នុង​ទម្រង់ អ៊ីនកូដ សម្រាប់​ប្រើ​ដោយ ឧបករណ៍​ផ្ដល់​ដំណឹង​ម៉ោង​រោទិ៍។
sl: Alarmi, ki so shranjeni v kodiranem zapisu za opomnik.

source: List of alarms in short encoded form
ar: قائمة بالإنذارات في شكل مرمّز قصير
bs: Lista alarma u kratkom kodiranom obliku
eu: Zerrendatu labur kodetutako forman dauden alarmak
fi: Herätysten luettelo lyhyessä koodatussa muodossa
km: បញ្ជី​ម៉ោង​រោទិ៍​ក្នុង​ទម្រង់ អ៊ីនកូដ ខ្លី
sl: Seznam alarmov v kratkem zapisu
